{

/*
 ██████╗ ██████╗ ██████╗ ███████╗
██╔════╝██╔═══██╗██╔══██╗██╔════╝
██║     ██║   ██║██████╔╝█████╗  
██║     ██║   ██║██╔══██╗██╔══╝  
╚██████╗╚██████╔╝██║  ██║███████╗
 ╚═════╝ ╚═════╝ ╚═╝  ╚═╝╚══════╝
*/
//Monsters
"Core.Monsters.VoidConstruct": "Void Construct",
"Core.Monsters.VoidConstructMage": "Void Construct Mage",
"Core.Monsters.VoidConstructSniper": "Void Construct Sniper",
//Music
"Core.Music.Underscarp": "LitD: Underscarp (Tommy Cathodic)",
"Core.Music.JeremyTheme": " LitD: Jeremy's Room (Alex McCulloch)",
"LitD_Music.VoidSnailWaltz": "LitD: Animal Tree House (TheFrenchDodo)",
"LitD_Music.TraceHouse": "LitD: Trace's House (Alex McCulloch)",
"LitD_Music.BarbieGirl": "LitD: Barbie Girl...? (TheFrenchDodo)",

//Names
"Core.Names.Sen": "Sen",
"Core.Names.Skrell": "Skrell",
"Core.Names.Ebb": "Ebb",
"Core.Names.Pipo": "Pipo",
"Core.Names.Jeremy": "Jeremy",
"Core.Names.Trace": "Trace",

//Animals
"Core.Animals.VoidCat": "Void Cat",
"Core.Animals.VoidCat.Hatch": "Your Neptunite seems to have hatched...?",
"Core.Animals.GiantVoidLavaSnail": "Void Lava Snail",
"Core.Animals.GiantVoidLavaSnail.Hatch": "A new baby Void Lava Snail was born!",

//Buildings
"Core.Buildings.AnimalTreeHouse.Title": "Animal Tree House",
"Core.Buildings.AnimalTreeHouse.Description": "A strange tree that can house up to 12 animals of any kind. Void Lava Snails will only live here.",

//Krobus Reference
"Core.SenS.KrobusKnown": "Krobus",
"Core.SenS.KrobusUnknown": "my friend from the sewer",

//Relationship term
"Core.SenS.RelationshipTerm.True": "partner",
"Core.SenS.RelationshipTerm.False": "best friend",
"Core.SenS.Friend": "friend",

//Monster Eradication
"Core.Monsters.ConstructEradication": "Constructs",

// Relationship
"Core.SenS.Divorced": "%Sen looks away from you. He seems depressed.",
"Core.SenS.BreakUp": "...?$u#$b#Y-you want to break our partnership off...?$s#$b#I-I understand. I was foolish for thinking a relationship between a human and a Shadow could ever work.$10",

//Sen
"Core.SenS.EarlyHeart.1": "O-oh, hello @!$h#$b#Nice day we're having, isn't it?$l#$e#Oh, and please be careful on your adventures.$s",
"Core.SenS.EarlyHeart.2": "W-waahhAh!!$9#$b#Oh, s-sorry for the overreaction, @.$8#$b#You startled me and I stubbed my toe.$8#$e#(How embarrassing...)$s",
"Core.SenS.EarlyHeart.3": "Aahh! Back off, I've got claws!!$9#$b#...$u#$b#Oh h-hello, @. Sorry about that.$8#$e#'Nearly had a run in with the old sword guy earlier... I'm still a bit on edge.$a",
"Core.SenS.EarlyHeart.4": "Hm? Oh, hello, @!$h#$b#I'm thinking of going down to the beach tomorrow after dark.$h#$b#Hopefully those dang crabs leave me alone.#$e#I thought I left those varmints behind when I moved out of the mines.$a",
"Core.SenS.EarlyHeart.5": "Living by the ocean is a dream... The beach is nothing but a rumor where I come from.$l#$b#We have small underground lakes, but they're not the same.$s#$e#They are also full of trash.$a#$e#Please try not to litter, it often winds up in our water supply.$s",
"Core.SenS.EarlyHeart.6": "%Sen appears to be eating something slimy.#$e# ...Hmm? What am I eating?#$b#Just a healthy part of any Shadow's diet! Here, have some!$h#$e#[766]Huh, why are you looking at me like I have two heads?$6",
"Core.SenS.EarlyHeart.7": "$query DAY_OF_WEEK Sun#Sunday... I still don't understand if it's the start of a week or the end of a week in your culture.$6#$b#$y 'Do you know which it is?_It's the start of the week._Are you sure it isn't it part of the weekend? That's what the calendar says.$6_It's the end of the week._That's what I think too. The things I've read in human books are quite contradictory, though. I'm so confused.$8'|Isn't it an absolutely beautiful day, @? Oh I'm so happy, I could just burst!$h#$b#What's got me so happy? Well, I found a {{Object}} last night!$7",
"Core.SenS.EarlyHeart.8": "So, I tried some human food today. The flavors of your culture's dishes are quite intense.#$e#In the mines, we don't have many options for ingredients.$s#$b#Bugs, slime, cave carrots and - rarely - ghost fish.#$e#Hm? Where did I get the food?#$b#In the dumpster, obviously.$12",
"Core.SenS.EarlyHeart.9": "Goodness, time feels like it moves so quickly on the surface.$u#$e#It's impossible to know the day down in the mines.#$b#Time sort of blends together in the dark.#$e#That's not a bad thing, though. We have our own means of telling time.#$b#Like when the bugs start buzzing, we know it's time to eat!$7",
"Core.SenS.EarlyHeart.10": "O-oh! Hello, @. You've startled me. How are you today?$h#$e#$y 'How am I feeling?_Feeling great!_I'm glad to hear it. So am I! I caught the tastiest bug this morning.$h._I've had better days._Oh, I'm sorry to hear that. I hope you find a tasty bug, that'll make your day better! I know it does for me.$s_I'm doing okay._Well that's good. I hope you find yourself a tasty bug, that'll make your day even better!$h'",
"Core.SenS.EarlyHeart.11": "You know, humans seem to get incredibly excited at the end of the week. I've watched them pour inside of the saloon.#$b#Are they having a party?$h#$e#I wish I could go.$s",
"Core.SenS.EarlyHeart.12": "Gosh, I sure am tired...$s#$b#I think I crocheted a little too much last night.#$e#Oh, I'm not tired as in I need to sleep.#$b#Us Shadow folk don't need sleep. Our resting tendencies are much more passive.$h",
"Core.SenS.EarlyHeart.13": "Oh, hello @. I have a question... $6#$b#$y 'Do you think it's wrong to steal?_You should never take what doesn't belong to you._I see... I stole a pie off of the inn's window sill. I overheard the baker was very frustrated. I feel terrible...$s_It depends on the situation._Oh, so there are some circumstances where it's okay? I guess I don't feel too bad about stealing things from the trash, then.$12_It's perfectly okay, steal away._Really? Humans seem to hate it when you steal. It's rather common amongst Shadows, though. It doesn't bother us much unless it threatens our survival.$6'",
"Core.SenS.EarlyHeart.14": "I saw a little white rabbit earlier!$h#$b#It was one of the cutest things I've ever seen.$l#$e#The little wriggling nose and the puffy tail... Sooo cute.$l#$e#I didn't approach though, I didn't want to scare them off.#$b#That would have been really mean!$8",
"Core.SenS.EarlyHeart.15": "I often go and visit {{SenKrobusReference}} after 2AM.$l#$b#He's also a Shadow and lives in this town.#$e#Please don't tell anyone about either of us.#$b#I can trust you, right @?$s",
"Core.SenS.EarlyHeart.16": "I found a tube of minty fresh paste last night while rummaging in the garbage with {{SenKrobusReference}}!$12#$b#It was delicious!$7#$e#What do you you mean you're not supposed to eat toothpaste? What's that?$6",
"Core.SenS.EarlyHeart.17": "I don't think I'll ever get tired of living by the ocean.$l#$b#Sure the rock crabs can get a little obnoxious, but that ain't nothing cracking them open and frying them up won't solve!$h#$e#You should come by for dinner sometime. I make very tasty crab cakes.$h",
"Core.SenS.EarlyHeart.18": "When I visit my family in the mines, I'm very careful to not tell them about our conversations.#$b#Associating with humans is heavily looked down upon among my people.$s#$e#I know that sounds awful, but I understand why they feel that way.$s#$b#They're afraid of a human getting too close and bringing harm to our people.$s",
"Core.SenS.EarlyHeart.19": "Oh hello, @! Quick, pick one of my hands.$h#$b#$y 'Which hand will you pick?_Left_Hehe, I made you some crab cakes! Sorry I crushed them in my hand a little.$8 [732]_Right_Here, I found this old rusty thing while cleaning up in my cave. I was wondering if that guy in the museum would want it.$h[111 110 112]_Pet him on the head._ ...!!!$11 [417 577 595]'",
"Core.SenS.EarlyHeart.20": "Oh, hello @! If you get hurt on your adventures, use this![773]$h#$e#Those potions are able to heal your kind.$h#$b#It might get you out of a tough situation.$h#$e#Sometimes, I really worry about you running off into the mines.$8",
"Core.SenS.EarlyHeart.21": "Urgh... I really need to be more careful.$s#$b#I ran into that old sword guy earlier and nearly...$10#$e#N-never mind.$s#$b#How are you doing today, @?$h",
"Core.SenS.EarlyHeart.22": "Perhaps I'll descend into the mines later tonight.#$b#I'd like to cast my line out for some ghost fish.$h#$e#Mmm.. grilled ghost fish, ghost fish sushi, breaded ghost fish...$l",
"Core.SenS.EarlyHeart.23": "I'm fascinated by that old tower in Cindersap Forest.$6#$b#Does it have a history? Who built it? Are there fun books inside to read? Why does it smell funny?$6#$e#Do you mind snooping around inside and telling me your findings?#$b#I'd snoop myself, but I'm terrified of whoever might live inside...$8",
"Core.SenS.EarlyHeart.24": "%revealtasteSenS767 There's a very large bat in my cave right now.#$b#It won't stop flying around and getting into my belongings.$a#$e#It's lucky that I don't enjoy snacking on bat wings.$a",
"Core.SenS.EarlyHeart.25": "Be careful out there, @! Take one of these, it should help you if you end up getting hurt.$h [773]#$e#It can get pretty brutal down in the mines, even for us Shadows.$8#$b#We have numerous shamans tasked with keeping everyone healthy.",
"Core.SenS.EarlyHeart.26": "When I'm alone sitting in my cave, I often miss the company of other Shadows.$s#$b#I'm glad to have the occasional chat with you, @.$h#$e#It makes the lonely days a lot easier.$l",
"Core.SenS.EarlyHeart.27": "%Sen appears to be reading a book. He doesn't notice you.#$e#O-Oh hello, @! You've caught me deep in my reading.$u#$b#I should really be more careful. If you were anyone else... Gulp.$8",
"Core.SenS.EarlyHeart.28": "Ohh... I simply love living by the ocean.$l#$b#The beach is nothing but a rumor where I come from.$l#$e#We have small underground lakes, but they're not the same.$s#$b#They are also full of trash, due to human litter ending up in our water supply.$a#$e#I know you wouldn't litter, right @?$h",
"Core.SenS.EarlyHeart.29": "%revealtasteSenS874 Have you ever tried a bug steak, @?$h#$b#It's one of the most prized delicacies among us Shadows.$7#$e#We honestly can't resist.$7#$b#It's everything we love in a meal.$h",
"Core.SenS.EarlyHeart.30": "%revealtasteSenS108 Rare discs are incredibly fascinating objects. They radiate a powerful aura of void energy.$7#$b#Us Shadows carry them as charms, as it is believed that they make us more powerful.$h#$e#Apparently they cause feelings of dread in humans, but I promise that they are not dangerous.$s",
"Core.SenS.EarlyHeart.31": "While lurking around the other night, I overheard this girl with purple hair chattering.$6#$b#She told her friend that amethysts are delicious.$6#$e#Is... eating rocks normal amongst your kind?$8",
"Core.SenS.EarlyHeart.32": "I've spent a lot of time thinking about how much better the lives of my people would be if we could interact with the surface.$s#$b#I hope one day peace between our species can be made.$s#$e#The friendships forged would be beautiful.$l",
"Core.SenS.EarlyHeart.33": "I'm sure you've noticed by now, but most Shadows don't have spikes on their head.$6#$b#I'm a bit different than the others.$h#$e#Hm? Why am I different?$6#$b#Well, I'll leave you to speculate on that.$8",
"Core.SenS.EarlyHeart.34": "Sigh, I'm running out of reading material.$s#$b#Looks like I'm going to have to raid the library tonight.$12#$e#Don't worry, I'll return the books.$8#$b#...Probably. Depends on how much I like them.$12",
"Core.SenS.EarlyHeart.35": "Tell me, @...$6#$b#$y 'What is it like to dream?_It's exciting! You can do anything you want!_Anything...? Even bring world peace? Eat all the bug steaks in the world? Dig in ALL the trash?$7_It's surreal, confusing and kinda scary..._Golly, I'm not sure I want to try dreaming anymore! Good thing us Shadows can't sleep.$u'",
"Core.SenS.EarlyHeart.36": "I overheard some townsfolk talking about your pet, %pet.$h#$b#They sound very cute!$7#$e#I wonder if they'd like me.$8#$b#Can I come by and try to give them pets?$h",
"Core.SenS.EarlyHeart.37": "Sometimes when I'm outside wandering on rainy days, I see people go in and out of that little shop near your farm.#$e#I wonder what kinds of things they sell there? Maybe I should put on a costume and do some shopping.$h#$e#Actually, on second thought, that's probably too dangerous.$8",
"Core.SenS.EarlyHeart.38": "The other evening I passed by a fenced off little area. There was a very large dog in there.$u#$b#He growled at me, but when I gave him a pat on the head he started wagging his tail.$h#$e#Finally, I've made a new friend in the valley!$h",
"Core.SenS.EarlyHeart.39": "When I first came to the surface, I was very scared.$s#$b#I didn't know where to go, the sun was bright and I got lost immediately.$s#$e#Thankfully, that night, {{SenKrobusReference}} found me before anyone else did.#$b#He helped me find a safe place to stay. I'm very, very grateful for him.$8",
"Core.SenS.EarlyHeart.40": "Oh, oh! @, I must tell you the most amazing experience I had today!$h#$b#I ate something called 'ice cream', it was so delicious.$l#$e#I feel like I'm about to bounce off the walls, hehehe...$7#$b#I consumed the whole carton.$7#$e#Is this what humans call a 'sugar high'?$h",
"Core.SenS.EarlyHeart.41": "%revealtasteSenS767 You want to know what my least favorite snack from the mines is?#$b#Bat wings.$a#$e#They're absolutely vile and have no substance whatsoever.$a",
"Core.SenS.EarlyHeart.42": "I've noticed there's a dwarf living in the mines.$a#$b#I don't particularly care for their kind, but I won't alert my people.#$e#There's no need to incite such violence.$s#$b#The Elemental Wars are long over.",
"Core.SenS.EarlyHeart.43": "E-Eeekk!!$u#$b#Oh- Sorry, @. Someone almost spotted me earlier and I'm still a bit jumpy.$s#$e#I'm afraid of what will happen if someone finds out about me.$s#$b#You wouldn't tell anyone about me, right @?$s",
"Core.SenS.EarlyHeart.44": "I picked a book out of the library trash today.$h#$b#It's called {{Subject}} {{Descriptor}}. It's by {{Author}}.#$e#{{ClosingEH44}}",
    "Rand.SenS.EH.44.1": "I'm... a bit torn on the writing style.$8",
    "Rand.SenS.EH.44.2": "It's the best thing I've ever read!$7",
    "Rand.SenS.EH.44.3": "I think you should read this.$6",
"Core.SenS.EarlyHeart.45": "I try to do some crochet everyday.$l#$b#Yesterday I made {{CrocItem}} with {{CrocColor}} yarn.$h#$e#I give them to other Shadows as gifts, but don't really understand it.$s#$b#I guess I should expect that, we don't wear clothes after all.$8",
"Core.SenS.EarlyHeart.46": "The animals of the surface are so much different than those in the mines.#$b#{{ClosingEH46}}",
    "Rand.SenS.EH.46.1": "I saw an animal with a bushy tail last night. I believe that's a squirrel based on what I've read.$h",
    "Rand.SenS.EH.46.2": "I saw a bird with a red beak yesterday evening. It was pecking at a wooden log.$h#$b#I wonder what kind of bird it was?$h",
    "Rand.SenS.EH.46.3": "I saw a gigantic furry monster in the woods last night! It had beady eyes and wouldn't stop rambling about maple syrup!$u",
"Core.SenS.EarlyHeart.47": "Ah, @! I have a question for you.$h#$b#Do you know what this is?#$b#$y '%Sen shows you a crude drawing of {{Image}}._Tell him what it is._Oh wow, really? That's amazing! I'll need to read up more on this later.$h_I have no idea._Oh daaarn! Maybe I can sneak into the library after hours to find some more information.$s_Lie to him._Oh wow, really? Gosh @, you know so much about the surface world.$7'",
"Core.SenS.EarlyHeart.48": "Hello @! I've been reading a new book recently.$h#$b#It's called {{Subject}} {{Descriptor2}}.It's by {{Author}}.#$e#{{ClosingEH48}}",
    "Rand.SenS.EH.48.1": "I don't know if I really care for it.$8",
    "Rand.SenS.EH.48.2": "I'm really enjoying it. I don't know why anyone would have thrown it away!$7",
    "Rand.SenS.EH.48.3": "The writing is a bit... strange.$6",
"Core.SenS.EarlyHeart.49": "@, I need to tell you something very important.#$b#Never feed wild animals!$u#$b#I fed a {{Animal}} earlier and it just about took off my finger!$u#$e#Then it chased me up and down the beach!$u#$b#I'm glad nobody saw that...$8",
"Core.SenS.EarlyHeart.50": "Golly, I'm starved.$8#$b#I think I'm going to have {{Food}} {{Flavor}} for dinner tonight.$7#$e#You should come by and have some, @.$h",
"Core.SenS.EarlyHeart.51": "I have a quick question for you, @. Do you know what this is?$6#$b#$y '%Sen shows you a blurry photo of {{Image}}._Tell him what it is._That sounds very mysterious! I'll look into this more later.$h_I have no idea._Hmm. Would you like to sneak into the library with me later? Maybe we can find more information!$7_Lie to him._...Maybe? That doesn't sound right, though. I think it's something else.$8'",
"Core.SenS.EarlyHeart.52": "Hello, @! I'm nose deep in a new book called {{AP}} {{Descriptor3}} {{Subject}}.$h#$b#{{ClosingEH52}}",
    "Rand.SenS.EH.52.1": "I've definitely read better works. It's not bad, though.$8",
    "Rand.SenS.EH.52.2": "It's quite a fantastic read. You should give it a try!$7",
    "Rand.SenS.EH.52.3": "It's nothing groundbreaking, but it has a lot of heart.$h",
"Core.SenS.EarlyHeart.53": "Oh hello, @. #$q 1077011/1077012 SenFriendshipFollowup# I've been thinking about something a lot. Do you consider me a friend? #$r 1077011 10 SenFriend#Absolutely! You're a great friend, Sen. #$r 1077011 0 SenAcquaintance#Kind of, but I'd like to get to know you better. #$r 1077012 -250 SenNotFriend#No. In fact, I don't like you at all.",
    "Core.SenS.SenFriend": "...#$b#R...really?!$7#$b#Oh, that makes me the happiest Shadow alive!$h#$e#Here's to becoming even better friends in the future!$h",
    "Core.SenS.SenAcquaintance": "Oh! I completely understand that.$8#$b#I'd like to get to know you better too, @.$h#$e#We should have a chat about our interests sometime.$h",
    "Core.SenS.SenNotFriend": "...#$b#H..huh?$s#$b#Have I been doing something wrong, @?$s#$e#I'm sorry, go on about your day. I'll leave you alone.$10",
    "Core.SenS.SenFriendshipFollowup": "$p 1077012# I still don't know where I went wrong... Why did you say you didn't like me...?$s|Did you know that {{ClosingEH53}}",
        "Rand.SenS.EH.53.1": "my favorite flower is the crocus?$7",
        "Rand.SenS.EH.53.2": "I love to crochet and sew?$7",
        "Rand.SenS.EH.53.3": "I don't sleep?$7",
        "Rand.SenS.EH.53.4": "I really like bug steak?$7",
"Core.SenS.EarlyHeart.54": "Oh, @! Let's play a little game.$h#$b#$y 'Quick, pick a card!_Red card_{{GameResult1}}_Blue card_{{GameResult2}}",
    "Rand.SenS.EH.54.1.1": "Congrats, @! You picked the right card. Here's a prize.$h [64 82 540 547 563]",
    "Rand.SenS.EH.54.1.2": "Aww, darn... Sorry, @! Looks like you picked the wrong card.$s",
    "Rand.SenS.EH.54.2.1": "Congrats, @! You picked the right card. Here's a prize.$h [84 62 541 550 561]",
    "Rand.SenS.EH.54.2.2": "Aww, darn... Sorry, @! Looks like that wasn't the right card.$8'",
"Core.SenS.EarlyHeart.55": "Hmmm... what do I want for dinner tonight?$6#$b#$y 'Oh, @! Could you help me choose?_{{Flavor}} {{Food}}._Sounds delicious! I think I'm going to make that tonight. Thanks, @.$h_{{FoodStyle}} {{Food}}._Mmmm... perfect! Thanks for helping me decide, @!$h",
"Core.SenS.EarlyHeart.56": "%Sen is {{QuirkyAction}}. He doesn't notice you.#$e#...!$11#$b#O-oh! @, I didn't see you there.$8#$e#(Gosh I'm so embarrassed...)$8",
    "Rand.SenS.EH.56.1": "singing a little song",
    "Rand.SenS.EH.56.2": "doing a dance",
    "Rand.SenS.EH.56.3": "humming quietly",
    "Rand.SenS.EH.56.4": "giggling to himself",
"Core.SenS.EarlyHeart.57": "Hmmm. I'm a bit stumped on what to read. Could you give me some recommendations?#$b#$y 'What will you recommend?_The non-fiction book: {{BookType}} {{Subject}}_Hmm... Sounds interesting! I'm always dying to know more about the surface world.$h_The romance novel: {{Descriptor4}} {{Subject2}}_Y-you want me to read a romance novel? Romantic love is a rather foreign concept to me, but I'll give it a try.$l_The fan-fiction: {{BookPeople}} and the {{Descriptor5}}_...You want me to read what?$6'",
"Core.SenS.EarlyHeart.58": "Hmhmhm... I'm terribly hungry. What to eat, what to eat.$6#$b#Maybe {{Flavor}} {{Food}}?$h#$e#Yeah, that sounds absolutely scrumptious.$l",
"Core.SenS.EarlyHeart.59": "%revealtasteSenS418 I've been keeping crocuses pressed in books in my cave. Would you like one?$h[418]#$e#I read in a book that the crocus symbolizes {{Symbolism}}.$h#$b#One more reason that it's my favorite flower!$l",
"Core.SenS.EarlyHeart.60": "Hm? What are the spikes on my head?$6#$b#They're certainly something. Go on, take a wild guess.$h#$e#If you guessed {{Spikes}}, you might be right...$h#$b#...or are you?$12",

"Core.SenS.LateHeart.1": "Things have been a tad tense among my people lately...$s#$b#They are concerned about how comfortable I've become on the surface.$s#$e#It's nothing to worry about, though. They are simply concerned for my safety.$8",
"Core.SenS.LateHeart.2": "I read about a common beverage in your culture known as \"alcohol\".$6#$b#It apparently makes you act like a fool and destroys your liver!$u#$e#Humans are kind of self-destructive, aren't they?$8#$b#I hope you don't drink too much, @.$8",
"Core.SenS.LateHeart.3": "I love the name of your farm, @!$h#$b#%farm...$l#$b#It has such a nice ring to it!$h#$e#I definitely don't come snoop around on it in the dead of night.$12",
"Core.SenS.LateHeart.4": "I'm sure you've been wondering how exactly I've become fluent in your language.$6#$b#When I first came to the surface, I was taught the basics of human linguistics by {{SenKrobusReference}}.$h#$e#I learned more advanced dialect through books and eavesdropping on humans.$12",
"Core.SenS.LateHeart.5": "My fascination with the surface tends to bother my fellow Shadows in the mines.$8#$b#I have a rather important position, but I spend most of my time up here.#$e#I hope the Shadows understand that everything I do is for them.$s#$b#I live on the surface with the goal of fostering peace.$s",
"Core.SenS.LateHeart.6": "Oh, @! I have something for you. Take this potion.$h[773] #$e#Stay safe out there, okay? $8#$b#The thought of you fighting monsters makes me worry.$s#$e#I know how hard we can hit when the adrenaline gets pumping.$8",
"Core.SenS.LateHeart.7": "Legend has it that long ago, there was a great catastrophe that allowed my kind to cross over into this world.$6#$e#If true, I believe that it was the fault of the dwarves.#$b#They've caused great strife for my people.$a",
"Core.SenS.LateHeart.8": "Humans and Shadows... @, do you believe that one day we can live in peace?$s#$b#$y 'What will you say?_One day we will, I'm sure of it!_Yeah! We just have to keep pressing forward. One day both of our kinds will live together in peace.$h_That's wishful thinking._You're... probably right. That won't stop me from trying, though.$s'",
"Core.SenS.LateHeart.9": "You know what terrifies me?$s#$b#Vehicles!$u#$b#They're so loud, massive and noisy!$u#$e#Merely looking at one makes my fight or flight instincts fire off!$u#$b#I'm glad there aren't too many in the valley.$8",
"Core.SenS.LateHeart.10": "Hmm... I found someone's wallet yesterday.$6#$b#I kind of want to keep it, but I know I shouldn't.$8#$e#I'll sneak into the Mayor's house and place it in the lost and found box later.$h",
"Core.SenS.LateHeart.11": "Milk... It's pure liquid fat that comes from the udder of a cow.$6#$b#Sounds kinda gross, why do you humans drink that stuff?$8#$e#I guess I can't talk. Humans would probably think drinking bug juice is gross.$8",
"Core.SenS.LateHeart.12": "A lot of the barrels and boxes you find in the the mines now belong to us Shadows.#$b#We use them to store our resources.$h#$e#That's why my people tend to guard them and get cranky if you get too close.$8",
"Core.SenS.LateHeart.13": "Ah, weather... what is normal for you is a marvel for me.$h#$b#In the mines, we don't experience more than the occasional fog.$8#$e#I believe my people would love the rain.$h",
"Core.SenS.LateHeart.14": "That fellow that works in the saloon, Gus was it? He makes the most delicious food!$h#$e#People throw so much away, it's wasteful.$s#$b#Oh well! More for me, then.$7",
"Core.SenS.LateHeart.15": "Romantic love... It's such a prominent concept in human society.$l#$b#I've never been in love before, but it's certainly something I'd like to experience some day.$h#$e#I'm more interested in making friends right now, though.$h",
"Core.SenS.LateHeart.16": "If there's one thing I've learned, it's to never run out onto a frozen lake!$u#$b#Even if it looks solid, you'll never know for sure.$u#$e#I was convinced I was going to perish.$8",
"Core.SenS.LateHeart.17": "I hope you're keeping your farm animals indoors, as well as nice and warm!$h#$b#I was reading a guide on farm animal care, and it said that unhappy animals will produce low quality products.$8#$e#Treat your animals how you would wish to be treated, I suppose!$h",
"Core.SenS.LateHeart.18": "Oh hello, @! I've started reading a new book last night.$h#$b#I simply must tell you all about it!$7#$e#Basically, the book is about %place.$h#$b#The land is apparently very %adj and is well known for its %nouns.$7#$e#Oh? Where did I find this book?#$b#...I think you should know by now, heehee.$12",
"Core.SenS.LateHeart.19": "There was a bit a tussle between two Shadowfolk down in the mines last night.#$b#They were fighting over a strange bun of all things.$8#$e#Was it really necessary to call me in to handle that?$8",
"Core.SenS.LateHeart.20": "Tell me, @...$8#$b#$y 'Do I talk a lot?_Yeah, you're a chatterbox!_Heehee, that's what {{SenKrobusReference}} said last night. I hope that doesn't bother you too much.$8_No, please talk MORE!_Huh, you want me to talk even MORE? Well, I'm flattered. You're a strange one, @.$8'",
"Core.SenS.LateHeart.21": "%revealtasteSenS769 This might seem strange, but I don't particularly care for void essence.#$b#Typically, a large amount of it indicates that someone died.$s#$e#It has a terrible odor and radiates a deep sadness...$s",
"Core.SenS.LateHeart.22": "When I descend into the mines to visit with my family, I have to be very careful not to bring you up.$s#$b#I want to tell them about the amazing human friend I've met, but I know they'd insist you were playing me for a fool.#$e#I'd also likely get into a huge amount of trouble.$8",
"Core.SenS.LateHeart.23": "@, I hope you're staying safe on your adventures. Take one of these![773]$h#$e#I don't know what I'd do if something happened to you, @.$s#$b#Please stay safe out there.$8",
"Core.SenS.LateHeart.24": "Despite our biological differences, you'd be surprised how similar humans and shadows are.#$b#We both cook, tell stories, form friendships, care for our loved ones and so much more...$l#$e#One day, I hope my people can see that we aren't so different from humans.$s",
"Core.SenS.LateHeart.25": "%revealtasteSenS428 If you get your hands on some cloth, do you mind sharing with me?$h#$b#I'm running low on materials for costumes.$8#$e#It's pretty easy to find materials in the trash...$8#$b#...but they tend to have an odor that is unpleasant to humans.$8",
"Core.SenS.LateHeart.26": "Oh, @! I wanted to let you know...$h#$b#Thank you for being such a good friend to me.$l#$e#I don't know how I would have acclimated to the surface without your guidance.$8#$b#Here's to our friendship only getting stronger!$h",
"Core.SenS.LateHeart.27": "Pelican Town, the mines... both are part of Stardew Valley.$l#$b#I no longer see a distinction between my home and this town.$l#$e#I hope one day, my people can also see Pelican Town as part of their home too.$h",
"Core.SenS.LateHeart.28": "I have a powerful urge to reveal myself to the people of this town...$l#$b#However, I know that would spell disaster.$s#$e#Perhaps one day the rift between our kinds will shrink enough that I will be able to roam freely.$8",
"Core.SenS.LateHeart.29": "Did you know us Shadows have the ability to suck our arms into our bodies?$h#$b#It allows us to fit into small spaces while exploring the mines.$h#$e#I imagine a lot of people would think {{SenKrobusReference}} doesn't have arms.$8#$b#I'm sure if you got very very close with him, you'd get to see them.$12",
"Core.SenS.LateHeart.30": "I think the owner of the library has realized that there are quite a few books missing.#$b#Sometimes, I lose them around town if something startles me.$8#$e#If you find any, do you mind returning them for me?$8",
"Core.SenS.LateHeart.31": "Did you know that there's a sea monster living out in the ocean?$h#$b#Sometimes I see them when I visit the beach at night.$h#$e#I know they look scary, but I promise you that they are actually very kind.$h",
"Core.SenS.LateHeart.32": "Oh hello, @! Would you like to crochet together sometime?$h#$b#I have plenty of extra materials right now.$h#$e#It's always more fun to do crafts as a group, don't you think?$7",
"Core.SenS.LateHeart.33": "Last night I made a flower crown out of crocuses I've found blooming around the valley!$h#$b#I saw it in a book I was reading, so I figured I would give making it a try.$h#$e#It was a very relaxing experience.$l",
"Core.SenS.LateHeart.34": "Sometimes when I peek in the windows of villagers, I see them watching strange boxes with moving pictures on them.#$b#Is that what humans do in their spare time?$6#$e#It seems kind of boring to sit around like that.$8#$e#Hm, I should try watching something on a moving picture box.$6#$b#Maybe then I'll understand.$h",
"Core.SenS.LateHeart.35": "%Sen looks really excited today.#$e#Golly, I love learning about new places. I've started reading a new book, and I promised myself that I will finish it this summer!$h#$e#The book is about %place. I really want to visit someday.$h#$e#I heard it's %adj out there and that they have the best %nouns.$h#$e#Oh? Where did I find this book, you ask?#$b# ...In the dumpster!$h",
"Core.SenS.LateHeart.36": "Every day in the early morning hours, I hear the scream of a bird.#$b#It scared the daylights out of me the first time I heard it.$u#$e#I know that it's a rooster now, though.$8#$b#Apparently they are used as a signal for farmers to wake up? Humans are very strange.$6",
"Core.SenS.LateHeart.37": "Oh, hello @! I found these by your farm last night. Do they belong to you?[170]$h#$e#Hm, they don't? Well, maybe you'll find the owner.$8",
"Core.SenS.LateHeart.38": "I did something very bad last night.$s#$b#The trailer by the river's window was open... I couldn't help myself, so I climbed inside.$s#$e#I ended up knocking over a glass, and it broke!$u#$b#A lady that smelled like beer woke up, so I hid by putting a lampshade on my head.$u#$e#I can't believe that worked.$8#$b#She must have been extremely drunk.$s",
"Core.SenS.LateHeart.39": "Oh my goodness oh my g-gosh oh myyyyy goooooodness!! Heeeello, @!!$h#$b#You won't b-believe what I h-had today!#$e#It was c-coffee! Mmmm.. so yummy!$7#$b#I may or may not have stolen it from the inn, but it is soooo d-delicious.$h#$e#It is making me v-very jittery though.$8",
"Core.SenS.LateHeart.40": "I was wandering up around the train tracks recently and I saw a little green man.$u#$b#Do you think they might have been a goblin?$6#$e#I've heard about them before, but I've never seen one.",
"Core.SenS.LateHeart.41": "%revealtasteSenS766 Have you ever been to the strange orchard in the woods?$6#$b#I like to go there to relax and read sometimes.$h#$e#Lots of slimes appear there too. Their slimeballs make a great snack.$h",
"Core.SenS.LateHeart.42": "Oh hello, @!$h#$q 1077021/1077022 LanguageFollowup#I was wondering, do I speak your language well? #$r 1077021 10 LanguageYes#You've got a way with words! #$r 1077022 10 LanguageAbsolutely#Absolutely, you talk better than me! #$r 1077021 10 LanguageNo#You need more practice.",
    "Core.SenS.LanguageYes": "Whew... I'm glad! I was really overthinking things.$h#$b#I was a bit nervous that I haven't been articulating myself well.$8",
    "Core.SenS.LanguageAbsolutely": "...!$7#$b#That thrills me, @! I've practiced and studied so hard to get to this point.$h#$b#It means a lot to me that you think I speak well, my friend.$h",
    "Core.SenS.LanguageNo": "...Oh dear.$s#$b#Well, I will have to practice harder! Maybe you could give me some lessons?$h",
    "Core.SenS.LanguageFollowup": "$p 1077022# I've been considering writing my own book for a while. I wonder if anyone would read it if I used a pseudonym?$h|Want to join me at the library tonight for some late-night studies?$h",
"Core.SenS.LateHeart.43": "Oh hello, @!$h#$q 1077041/1077042 SenFavoriteFollowup# Do you have a favorite thing? #$r 1077042 0 SenFavoriteThing#Yeah, my favorite thing is... #$r 1077041 0 SenNoFavoriteThing#No, I don't have a favorite thing.",
    "Core.SenS.SenFavoriteThing": "Oh, %favorite huh? Good to know!$h#$b#I will be keeping that in mind.$12",
    "Core.SenS.SenNoFavoriteThing": "Surely there's something you like a lot!#$b#You're a strange one, @.$8",
    "Core.SenS.SenFavoriteFollowup": "$p 1077042# I may or may not be crocheting {{CrocItem}} with a picture of %favorite on it. I wonder who it's for?$12|I think I might crochet you {{CrocItem}}. Would you like that?$h",
"Core.SenS.LateHeart.44": "Oh, @, hello! #$q 1077031/1077032 SenKillFollowup# Be honest with me, @... Have you slain any of my people? #$r 1077031 10 SenNoKill#No, not a single one. #$r 1077031 10 SenSelfDefense#Yes, but only in self defense. #$r 1077031 10 SenAccident#Yes, but it was an accident. #$r 1077032 -250 SenSilence#...",
    "Core.SenS.SenNoKill": "You never cease to astound me, @.$7#$b#I truly believe that you are the guiding light my people needs.$l",
    "Core.SenS.SenSelfDefense": "I completely understand that. My people can be incredibly hostile...$8#$b#When backed into a corner, it's kill or be killed.$s",
    "Core.SenS.SenAccident": "Oh... I'm so sorry. You must have felt terrible.$s#$b#My people can be very reckless...$s",
    "Core.SenS.SenSilence": "Your... lack of response disturbs me. Have you, or have you not?$a#$b#Please be honest with me. You trust me, right?$a",
    "Core.SenS.SenKillFollowup": "$p 1077032# The fact that you never answered me about harming my people still bothers me. I'm sure you have your reasons, but...$s|Together, I believe that we're going to build a brighter future for both our kinds. Don't you think so too, @?$h",
"Core.SenS.LateHeart.45": "Oh, @! Quickly, what time is it?$u#$b#$y 'It's %time._Tell him the time._I'm late! I'm late! For a very important date!$u_It's time for you to get a watch!_...Actually, I should fix up the one I found in the trash recently. Seriously though, what time is it?$8'",
"Core.SenS.LateHeart.46": "The spikes on my head, the spikes on my head.~ What might they be?~$12#$b#Go on, take a guess, @!$h#$e#If you guessed {{Spikes}}, you might be right...$h#$b#...maybe.$12",
"Core.SenS.LateHeart.47": "I found an old book laying around in the abandoned orchard.#$b#Something called {{Subject}} {{Descriptor}}. The author, {{Author2}}, sure knows a lot about the topic!$h",
"Core.SenS.LateHeart.48": "You know, sometimes I wonder...#$b#$p 1077012#Why did you once tell me that you didn't like me? It's been bothering me for some time.$6|How did two people of differing species manage to become such great friends?$h",
"Core.SenS.LateHeart.49": "I think I'll make a big dinner tonight... maybe {{FoodStyle}} {{Food}}?$h#$b#You should drop by and have a bite to eat, if you'll be up around 4AM.$h#$e#Somehow, I doubt you will be.$8",
"Core.SenS.LateHeart.50": "I went around rummaging in people's trashcans last night.$h#$b#I found {{Object}}.$7#$e#You should come trash picking with me sometime. It's a lot of fun$12#$b#...If you can handle the stench.$12",
"Core.SenS.LateHeart.51": "I'm going to go raid some trashcans with {{SenKrobusReference}} tonight.$12#$b#Here's to hoping I find {{Object2}}.$h#$e#You should join us, @. It'll be a blast!$h#$e#...Aww, what do you mean you gotta sleep?$s",
"Core.SenS.LateHeart.52": "I got my hands on a new book called {{Subject}} {{Descriptor2}}.#$b#{{ClosingLH52}}",
    "Rand.SenS.LH.52.1": "I've been enjoying the work, though I have a few critiques.$8",
    "Rand.SenS.LH.52.2": "It's quite a fantastic read. I think you'd really enjoy it!$7",
    "Rand.SenS.LH.52.3": "It's unexpectedly... romantic.$11",
"Core.SenS.LateHeart.53": "I think it's about time for me to snuggle up in a nice crocheted blanket.$8#$b#Maybe I'll make a new one with {{CrocColor}} yarn?$6#$e#Yeah, that sounds cozy!$h",
"Core.SenS.LateHeart.54": "Hmmm... what to eat, what to eat?$6#$b#$y 'Oh, @! Help me pick my dinner._{{Flavor}} {{Food}}._Mmmm, perfect! I'll make some for you too, @!$7_{{FoodStyle}} {{Food}}._Yum, I haven't had that in a while! Thanks for the help, @!$h'",
"Core.SenS.LateHeart.55": "...Two words: %adj %noun.#$b#Need I say anything more?{{Expression}}#$e#Sorry, I'd rather not explain further.",
"Core.SenS.LateHeart.56": "Ah, @! I am without reading material. Do you have any book recommendations?$h#$b#$y 'What will you recommend?_The non-fiction book: {{BookType}} {{Subject}}_Hmm... Sounds interesting! The more knowledge I know about this world, the merrier!$h_The romance novel: {{Descriptor4}} {{Subject2}}_ Y-you want me to read a romance novel? Romantic love is a rather new concept to me, but I'll give it a try.$11_The fan-fiction: {{BookPeople}} and the {{Descriptor5}}_...Humans sure do have some interesting tastes.$8'",
"Core.SenS.LateHeart.57": "So I heard through the grapevine that {{People}} has a secret obsession with %nouns.$6#$b#Isn't that bizarre?$8#$e#Maybe I misheard, though...$8",
"Core.SenS.LateHeart.58": "@, I was hoping to see you today! Let's play a little game.$h#$b#$y 'Quick, pick a card!_Purple card_{{GameResult1}}_Orange card_{{GameResult2}}",
"Core.SenS.LateHeart.59": "Another day, another item to crochet!$l#$b#Last night I made {{CrocItem}} with {{CrocColor}} yarn!$h#$e#I gave it to {{SenKrobusReference}} as a gift, he seemed to really enjoy it!$h#$b#Gift giving makes my heart feel all warm and fuzzy.$l",
"Core.SenS.LateHeart.60": "%revealtasteSenS418 I've been keeping crocuses pressed in books in my cave. Would you like one?$h[418]#$e#I was reading that the crocus symbolizes {{Symbolism}}.#$b#Isn't that beautiful? Crocuses are so lovely.$l",

"Core.SenS.RelationshipOverride.1": "Your {{SenRelationshipTerm}} deserves a flower sometimes, don't you think?$h[22 18 597 591]#$e#I've started bringing my people flowers from the surface.$h#$b#They've been quite enthralled by them. It's heartwarming to see.$l",
"Core.SenS.RelationshipOverride.2": "You're a very special person, @.$l#$b#The junimos only reveal themselves to those that have an affinity for nature.$h#$e#Your peaceful nature only shows how true that is.$l#$b#Never change, @.$h",
"Core.SenS.RelationshipOverride.3": "%revealtasteSenS418 Heehee... You're the best person I know, so here's the best flower!$h[418]#$e#My field guide on flowers says that the crocus symbolizes {{Symbolism}}.$h#$b#I keep a vase of them to remind me of that.$l",
"Core.SenS.RelationshipOverride.4": "Everyone in this town adores you, @... Including me.$l#$b#You're someone truly special. When you're feeling down, never forget that.$h#$e#Heehee, sorry! I couldn't help but get a little sappy there.$l",
"Core.SenS.RelationshipOverride.5": "When I descend into the mines to visit with my family these days, I'm always telling them all about you!$h#$b#I want them to know just how amazing my {{SenRelationshipTerm}} is!$7#$e#Sometimes I think it drives Skrell a little mad, but he can live with it.$12",
"Core.SenS.RelationshipOverride.6": "Oh, @! I wanted to let you know...$h#$b#Thank you for being such a great {{SenRelationshipTerm}} to me.$l#$e#I don't know how I would have acclimated to the surface without your guidance.$8#$b#Here's to our bond only getting stronger!$h",
"Core.SenS.RelationshipOverride.7": "Your lovely {{SenRelationshipTerm}} deserves a flower sometimes, don't you think?$h[22 18 597 591]#$e#I've started bringing my people flowers from the surface.$h#$b#They've been quite enthralled by them. It's heartwarming to see.$l",
"Core.SenS.RelationshipOverride.8": "I've never felt such a strong connection with another person, not even a Shadow.$l#$b#You're the greatest {{SenRelationshipTerm}} a Shadow could ask for, @. I hope that never ever changes.$l",
"Core.SenS.RelationshipOverride.9": "It is so hard to hold my tongue about you when I visit the mines. I want to tell everyone about you.$s#$b#You are a wonderful {{SenRelationshipTerm}} and an inspiration to me, @.$s#$e#I wish the rest of my kind could give humanity a chance.$s#$b#Though, I suppose this world isn't quite ready for that yet...$8",
"Core.SenS.RelationshipOverride.10": "It'll never cease to amaze me that we've managed to become {{SenRelationshipTerm}}s.$l#$b#I've always dreamed of becoming close with a human, but I never thought it would become a reality.$h#$e#Here's to our bond only growing stronger!$7",

//SEASONAL OVERRIDE POOLS
"Core.SenS.Seasonal.spring.1": "Oh, oh! Hello @!$h#$b#I found this pretty flower, I hope you like it.$h[22 18 597 591]#$e#Goodness, I love giving gifts. It makes my heart feel all warm and fuzzy.$l",
"Core.SenS.Seasonal.spring.2": "@! A very fuzzy bumble bee landed on my head earlier!$u#$b#I was a little scared, but the bee got up and flew away after a while.$8#$e#I wonder if they were lost?$s",
"Core.SenS.Seasonal.spring.3": "Oh, oh! Hello @!$7#$b#I've got a gift for you.$h[22 18 597 591]#$e#I hope you like it. When I picked it, I immediately thought of you.$h",
"Core.SenS.Seasonal.spring.4": "I read that the wings of butterflies are very, very fragile.#$b#You should never, ever touch them because the oils on your hands can damage them.$s#$e#I don't know if my little claws would hurt a butterfly, but it's best leave them be.$h",
"Core.SenS.Seasonal.spring.5": "Hmm... so it's {{SpringCrop}} season, eh?$7#$b#Will you be growing any on your farm this year?$h#$e#If you grow any, I'd appreciate it if you shared one with me!$h",
"Core.SenS.Seasonal.spring.6": "It's a beautiful spring day, isn't it, @?$h#$b#The birds are singing, flowers are blooming.$7#$b#On days like these...#$b#Folks like you should be getting lots done on your farm!$h",
"Core.SenS.Seasonal.spring.7": "Are you growing any tulips on your farm, @?$h#$b#I was reading in a flower guide that they can come 5 different colors!$7#$e#I wonder how that mutation happens...#$b#Either way, every color is gorgeous!$h",
"Core.SenS.Seasonal.spring.8": "Goodness, doesn't the valley spring air make you feel alive?$h#$b#It's so clean and refreshing, and not muggy like that vile summer air!$a#$e#Sigh, I don't look forward to the summer around the bend.$s",
"Core.SenS.Seasonal.spring.9": "Oh, it's so nice out that I fell asleep under a tree earlier!$h#$b#Do you ever nap out in the great outdoors, @?$h#$e#...When you pass out after working too hard?!$u#$b#@, please take care of yourself!$s",
"Core.SenS.Seasonal.spring.10": "AAaaaAAachhhooooo!!!$u#$b#Oh my goodness, I'm so sorry, @! The pollen seems to be getting to me.$8#$e#(Dear yoba, that was really embarrassing...)$8",

//OH MY GOD SHUT UP ABOUT HOW MUCH YOU HATE THE SUMMER OH MY GOD
"Core.SenS.Seasonal.summer.1": "Sigh, it's utterly broiling out...$s#$b#I can't leave the shade unless it's after dark or I have an umbrella.$s#$e#It's okay though, that's more time to read my books and crochet.$h",
"Core.SenS.Seasonal.summer.2": "I love the sound of the bugs buzzing in the summer.$l#$b#It's very relaxing and reminds me of home.$h#$e#I do wish the sun wasn't so bright.$8#$b#One step out in direct sunlight and I would fry like a void egg.#$b#Yuck.$a",
"Core.SenS.Seasonal.summer.3": "If there's one thing I actually love about summer, it's the overabundance of ice cream!$7#$e#Apparently the ice cream I found on the ground earlier had been dropped by a young child.$s#$b#I feel bad for them, but at least I got a snack out of it.$8",
"Core.SenS.Seasonal.summer.4": "Bleck, I hate this blasted heat!$a#$b#I went out anyway so I could find you one of these$h[421 593 402 376]#$e#I really hope you like it, @.$h#$b#Giving gifts makes my heart feel all warm and fuzzy.$l",
"Core.SenS.Seasonal.summer.5": "Oh hello, @... I feel like I'm going to melt.$s#$b#Why does it have to be so hot in the summer?$s#$e#If I wish hard enough on a shooting star, do you think summer will stop existing?$8",
"Core.SenS.Seasonal.summer.6": "Tada! Here's a present for you, @!$h#$b#It might be hot out, but that won't stop me from finding you a gift.$h[421 593 402 376]#$e#I really hope you like it, @.$h#$b#I don't know why, but flowers make me think of you.$h",
"Core.SenS.Seasonal.summer.7": "Sun, sun, go away. Come again some other day.~$12#$e#Oh, sorry @. You caught me in the middle of singing about my utter disdain for the summer sun.$8",
"Core.SenS.Seasonal.summer.8": "Uhg, this season makes me shed my skin like crazy.$a#$b#I hope that doesn't gross you out too much, @.$8#$e#I'm a bit fuzzier than most shadows, so I also shed my fur.$8#$b#It takes some effort to look my best, especially in the summer.$8",
"Core.SenS.Seasonal.summer.9": "There are so many flies out during this time of the year.$h#$b#It seems humans find them annoying... but for me it means I always have a snack!$7#$e#Now, if only it weren't so hot...$a",
"Core.SenS.Seasonal.summer.10": "Sigh, isn't the broiling heat a nightmare?$a#$b#My kind typically loves the heat, but this is too much even for me.$8#$e#You would think the rain would improve things, but it tends to make things worse.$8#$b#So much humidity!$8",

"Core.SenS.Seasonal.fall.1": "Hmm.. humans seem to have a tradition in fall where they carve pumpkins.$6#$e#How fascinating... I might give it a try myself.$h#$e#You know, I really like pumpkins. They're very cute gourds.$l",
"Core.SenS.Seasonal.fall.2": "There was the most lovely smell coming from the inn earlier...$l#$b#Someone had freshly baked a pumpkin pie!$l#$e#It may or may not be in my belly now.$8#$b#I couldn't help myself, hehehe...$l",
"Core.SenS.Seasonal.fall.3": "I got my hands on a new beverage called \"pumpkin spice coffee\".$h#$b#It is one of the best things I've ever had in my life.$7#$e#Do you like coffee, @?$h#$b#I love it, but it gives me the jitters.$8",
"Core.SenS.Seasonal.fall.4": "I think I'm going to carve a pumpkin tonight.$h#$b#$y 'Do you like carving pumpkins, @?_I do it every fall!_I bet you carve the best pumpkins in the valley, @. I plan to make mine look like my face.$h_No, I absolutely hate it._Aww... Well have you tried doing it with someone else? It might be more fun that way!$8_Never tried it!_Oh, we should carve a pumpkin together sometime. Doesn't that sound fun?$h'",
"Core.SenS.Seasonal.fall.5": "Ah... the brisk breeze of fall.$l#$b#Perhaps I should invite a friend from the mines to come experience its beauty.$h#$e#No... That would be a terrible idea.$s#$b#I have no idea how they'd react if they saw humans.$s#$e#Or... if a human saw them.$s",
"Core.SenS.Seasonal.fall.6": "As much as I love the fall, I find it ill advised to jump into piles of leaves.$8#$b#Last time I did that, I got covered in little bug bites.$8#$e#In response, I bit those little buggers back!$12#$b#I'll have you know that they were delicious.$12",
"Core.SenS.Seasonal.fall.7": "The crisp leaves of fall make me feel so nostalgic, but I'm not sure why.$l#$b#It's nothing I've ever experienced in the mines...$6#$e#Maybe I should start a journal to work through these strange feelings.$6",
"Core.SenS.Seasonal.fall.8": "A cup of hot cocoa with marshmallows sure sounds so nice right about now.$h#$b#Maybe a slice of pumpkin pie, too...$l#$e#I might need to raid the kitchen of the inn later tonight.$12",
"Core.SenS.Seasonal.fall.9": "Oh, @! Do you wanna carve this pumpkin with me later?$h [276]#$b#I think it would be a whole lot of fun!$7#$e#Hm...? Where did I get the pumpkin?$6#$b#It's probably best that I don't tell you.$12",
"Core.SenS.Seasonal.fall.10": "Oh hello, @!$h#$b#I think I've made a mistake today.$s#$b#I saw squirrels munching on things that had fallen out of trees. I decided to give it a try myself.#$e#I ended up biting a pinecone, and it was not pleasant.$8#$e#Please don't bite pinecones, @. Learn from my mistakes!$s",

"Core.SenS.Seasonal.winter.1": "Snow...$l#$b#It's so pretty, despite how bright and cold it is!$h#$b#Aside from some chilly floors in the mines, there's nothing quite like winter down there.$l#$e#Certainly no snow, that's for sure.$s",
"Core.SenS.Seasonal.winter.2": "It might be cold, but my heart is not.$h#$b#I hope you enjoy this!$h[418]#$e#The crocus is my favorite flower.$l#$b#It just about makes this cold bearable.$8",
"Core.SenS.Seasonal.winter.3": "Aaah..#$b#Aaaah....$h#$b#AchoooOOO!$11#$e#Oh my gosh, I'm sorry you had to witness that!$11#$b#The spring pollen makes my nose tickle.$8#$e#Huh? What do you mean \"Wait, you have a nose?\"?$8#$b#Of course I have a nose. You're silly, @.$h",
"Core.SenS.Seasonal.winter.4": "Do you ever occasionally find a strange cold yam in the snow?$6#$b#Surely they don't grow in this kind of weather...$6#$e#Then again, there are far stranger things in this world.$8#$b#...Myself included.$12",
"Core.SenS.Seasonal.winter.5": "Aaah..#$b#Aaaah....$h#$b#AchoooOOO!$11#$e#Oh my gosh, excuse me! The cold air made my nose start to tickle.$8#$e#Oh? Don't worry, I'm not sick.$8",
"Core.SenS.Seasonal.winter.6": "B-brrr!! I'm very chilly...$s#$b#$y 'What do you do?_Give him a hug_O-oh? Thank you, @. I feel much warmer now.$l_Tell him to get a jacket_You're probably right... I'll try crocheting one. It's hard for us shadows to get comfortable in human clothing.$8'",
"Core.SenS.Seasonal.winter.7": "It's so cold that I almost wish that it was summer.$a#$b#...I say that, but if it were summer, I'd be complaining that I wanted it to be colder.$8#$e#Why can't it be fall forever?$s#$b#Or spring.$8#$b#I'll settle for spring too.$8",
"Core.SenS.Seasonal.winter.8": "You'd think I'd like the winter because it was cool and wet, but you'd be very wrong.#$b#It's so bright from the snow during the day.$a#$e#I'm not sure which would fry me worse, the light reflecting off the snow or the summer sun.$8#$b#At least the sun starts setting earlier in the winter. That's more time I can be outside the cave.$h",
"Core.SenS.Seasonal.winter.9": "I'm getting so sick of the snow.$a#$b#My short legs keep getting stuck!$s#$e#I've fallen more times than I can count.$s#$b#Last night I got an icky bruise on my cheek.$s",
"Core.SenS.Seasonal.winter.10": "I'm getting a little hungry... It's really hard to find bugs in the winter.$s#$b#I'll probably have to go into the mines later to stock up.#$e#Or I could sneak into that fisherman's shop and get grab some bait, I guess.$6",

//SPECIFIC DAYS - SPRING
"Core.SenS.Spring.Day.1": "Ahh.. the spring. There's nothing quite like it down in the mines.$h#$b#The fresh air, the lush grass you can sink into...$l#$b#Oh, and the plethora of bugs! Yum!$l#$b#Wanna try some?$h#$e#[721] Huh, what's that look for?$6",
"Core.SenS.Spring.Day.12": "I really need to finish patching up my egg costume for tomorrow.#$b#A couple of the spots are falling off.$8#$e#I guess that's what I get for using random trash as my materials.$8",
"Core.SenS.Spring.Day.18": "The store near the river really gave me the creeps.$6#$b#When I poked my head in the door, it looked so sterile and ominous.$s#$e#How could anyone be comfortable in a place like that?$s",
"Core.SenS.Spring.Day.20": "I really need to find some new sewing needles.#$b#The Flower Dance is only a couple days away and my costume is in dire need of repair!$u#$e#Thankfully, the blue-haired lady seems to throw quite a few away.$h",
"Core.SenS.Spring.Day.23": "Ohhh the Flower Dance sounds so exciting! I really want to try dancing.$h#$b#I made an outfit for it and everything.$l#$e#Unfortunately, I'm too scared to go out in front of anyone.$8#$b#My face will be covered with a hood, but...$s",
"Core.SenS.Spring.Day.28": "Yuck... I can feel the air starting to heat up. That must mean summer is almost here.$a#$b#How awful! I should just retreat to the mines for the entire season.$a#$e#Uhg, I won't, but it sure is tempting.$s",

//SPECIFIC DAYS - SUMMER
"Core.SenS.Summer.Day.1": "Goodness gracious, the summer is so brutal.$s#$b#While I was perusing an atlas in the library, I read about the Calico Desert. Apparently it's even hotter there.#$e#My first thought was \"No thank you, I never want to go there!\".$u",
"Core.SenS.Summer.Day.10": "My costume tomorrow is going to be sooo uncomfortable.$s#$b#It's actually just a hat and I will be burying my body in the sand.$8#$e#Please, don't take my hat off or draw attention to me.$s#$e#Huh, why am I burying myself in the sand?$6#$b#Because the sun's out, duh.$6#$e#I guess I could stand under a tree, but then I'd be far away from everyone.$s#$e#Huh? Why don't I make a full body costume?$6#$b#You know, you ask a lot of questions, @.$a",
"Core.SenS.Summer.Day.19": "Oh hello, @!$h#$b#{{SDay19}}",
    "Rand.SenS.SDay19.1": "I hope things on %farm are going swell! It sounds like they are, based on the newspaper I found.$h",
    "Rand.SenS.SDay19.2": "The land on %farm is absolutely beautiful! I snuck a peek last night.$l",
    "Rand.SenS.SDay19.3": "I'm thinking of snooping around your farm tonight. I hope you don't mind.$8#$b#The crops growing on your farm look delicious!$l#$e#If any are missing in the morning, I'm sorry in advance.$8",
"Core.SenS.Summer.Day.27": "I've made a costume of a moonlight jelly for tomorrow.#h#$b#I'm gonna be pretty uncomfy because I'll need to curl up in a ball to fit inside.$8#$e#I hope no one thinks I'm a real jelly and tries to remove my disguise.$u",
"Core.SenS.Summer.Day.28": "Have you noticed the leaves starting you turn, @? It seems fall is right around the bend!$h#$b#Oooh... I can't wait! I'm going to collect all the prettiest leaves I can possibly find.$7",

//SPECIFIC DAYS - FALL
"Core.SenS.Fall.Day.1": "Fall... This season is so, so beautiful.$l#$b#The colors are so vibrant, like nothing I've ever seen before.$l#$e#The sun is less intense, and the air is cool, but not freezing.$l#$b#I'll probably be able to go outside more often!$h#$b#Granted I take an umbrella, of course.$h",
"Core.SenS.Fall.Day.15": "Oooh, I'm so excited for the Stardew Fair tomorrow!$h#$b#I wish I could play the games, but people would probably be confused why there was a random guy walking around in a pumpkin costume.$8#$e#I guess I'll hang off to the sidelines... as I usually do at these events.$s#$e#Sigh... Do you think humans and Shadows can ever coexist..?$s",
"Core.SenS.Fall.Day.26": "Aw, heck yeah! Spirit's Eve is the one event I can go to where I don't have to wear a costume.$h#$b#All I gotta do is glue an old jacket zipper to my back and tell everyone I'm wearing a monster costume.#$e#Genius, right?$h",
"Core.SenS.Fall.Day.28": "I saw this strange pudgy man who had the neatest bow-tie.$6#$b#I kinda want a bow-tie now, but I'm not sure how exactly I'd wear it.$8#$e#Hmmm.. Usually you clip them on, right? I could clip it to my necklace!$h",

//SPECIFIC DAYS - WINTER
"Core.SenS.Winter.Day.1": "Winter gives me a swirl of mixed emotions...$s#$b#It is very quiet, the trees are bare and the animals are few...$s#$e#Do I feel at peace, or lonely?$6#$b#Maybe a little of both?$6#$e#Oh, sorry for the melancholy ramble!$8#$b#I guess I'm feeling a bit contemplative today.$8",
"Core.SenS.Winter.Day.7": "I found a festive costume in the garbage some time ago.#$b#I patched it up a little and I'm going to wear it to the Ice Festival.$h#$e#Unfortunately, the costume is a little small on me.$8#$b#I think it's meant to be worn by a human child.$8#$e#But hey, I made it work.$h",
"Core.SenS.Winter.Day.13": "Hm hm hm~ Hm hm hm~#$b#Oh hello, @! I'm just humming myself little birthday tune.$h#$e#That's one thing us shadows and humans share, celebrating the day we came into the world.$h",
"Core.SenS.Winter.Day.24": "O-oh, hello @! I'm going to wear my costume from the Ice Festival again tomorrow. $8#$e#I hope I don't get mistaken for a lost child again.$a#$b#I really have to squeeze down to fit in that thing.$s",
"Core.SenS.Winter.Day.28": "I kind of want to try a snowball fight sometime. It sounds fun!$7#$b#Potentially painful also, if the snow was too hard!$u#$e#You'd take it easy if we played together, right @?$8",

//SPECIFIC DAY - DAY BEFORE MOD FESTIVALS
"Core.SenS.Spring.Day.18.Event": "Oh @! Are you coming to the fashion festival tomorrow?$h#$b#I know I sure am!$7#$e#I'm looking forward to getting inspired by all the amazing designs.$h", //Fashion
"Core.SenS.Summer.Day.4.Event": "So your kind rides water waves on boards for fun?$6#$b#That sounds quite dangerous!$u#$e#Though... I suppose it's no more dangerous than me attending tomorrow.$8", //Surfing
"Core.SenS.Summer.Day.19.Event": "Are you excited to see the fireworks tomorrow, @?$h#$b#I'm quite nervous about loud noises, but I can't resist seeing such a colorful spectacle.$8", //Fireworks
"Core.SenS.Fall.Day.2.Event": "Tomorrow's the Marketpalooza! Are you excited?$h#$b#I better get my cloak together so I don't miss out on any great deals.$h", //Marketpalooza
"Core.SenS.Fall.Day.19.Event": "There will be a massive gathering up on the Ridge tomorrow.#$b#I seldom go up there, but I'm going to make the treck to see what it's all about.$h", //Gathering
"Core.SenS.Winter.Day.12.Event": "Tomorrow's the Love Festival! Your kind has such extravagant ways of displaying your affection.$h#$b#It's quite endearing and has really rubbed off on me.$h", //Love
"Core.SenS.Winter.Day.27.Event": "Tomorrow's the event with the massive bonfire.#$b#I'll have to be careful not to get too close or I might burn up on the spot!$u", //Ember

//CONVERSATION TOPICS
"Core.SenS.SenMet": "O-oh.. you're the person I met in the mines, aren't you?$u#$b#I-I promise that I come in peace!$u#$e#I hope that we will be able to get along... I came to the surface to learn more about your world.$8",
"Core.SenS.DreamReveal": "Humans and Shadowfolk... Do you think we could someday co-exist?#$b#With time, care, and patience I think it's a future we can achieve.$h",
"Core.SenS.ShadowPlay": "%Sen smells kinda funny.#$b#...What's that look for?$6#$b#Oh! Right, humans find the smell of garbage off putting, don't they?$8",
"Core.SenS.GardenWaitTime": "I'm so excited for the garden, I'm about to bounce out of my own skin.$7#$b#I can't thank you enough for the help, @!$h",
"Core.SenS.GardenCompleted": "...Sniffle...$10#$b#The garden came out so lovely, I...$10#$b#I'm at a loss for words. From the bottom of my heart... Thank you, @.$10",
"Core.SenS.FamilyFlashback": "I appreciate you taking the time out of your day to listen to me ramble about my familial problems, @.$8#$b#If you ever need someone to talk to, I'm here to lend an ear.$h",
"Core.SenS.MineFlashback": "I won't lie... I'm a bit nervous about introducing you to my family.$s#$b#Skrell has a history of jumping to hostility.$8#$b#I hope you'll give him a chance, even if he is a bit... rude.$8",
"Core.SenS.TheConfrontation": "Goodness... that meet-up went better than I could have ever imagined!$h#$b#I honestly didn't expect Skrell to warm up to you so quickly.$7#$b#Well... warm up to you as much as a grumpy old man can, hehe.$12",
"Core.SenS.SkrellEpilogue": "...Skrell visited you?$u#$b#I'd be lying if I said I wasn't curious to know what you two talked about.$6#$b#I won't pry of course. I'm simply thrilled that he's giving you a chance.$h",
"Core.SenS.SensFlowers": "I hope something beautiful blooms from the seeds thrown into the ocean breeze.$l",
"Core.SenS.SenPortrait": "Did you.... purchase a photo of me?$6#$b#Where on earth did that shopkeeper even get that?! Eeek!$u#$b#A million questions aside... Goodness I sure am adorable, aren't I?$h#$b#If only you could have seen me when I was just a little Senlet.$l#$action AddMail Current DitR_M_SenPortrait received",
"Core.SenS.SenBabyPhoto": "You... purchased a photo of me as a small child?$6#$b#Okay now I am FREAKED!$u#$b#How!?!? Where did the shopkeeper get that?! AAAAAAAAAA!!!!????$9#$b#...#$b#I sure was adorable though, wasn't I?$l",
"Core.SenS.JojaBegin": "I've overheard that the rundown old building is being turned into a warehouse...$s#$b#I will miss it. I spent much time exploring in there...$s#$e#I wonder what will become of the poor little junimos...?$s",
"Core.SenS.ccBegin": "I've overheard that you're going to try and repair that old rundown building!$h#$b#I'm a bit disappointed that I won't be able to explore there anymore, but that's okay.$8#$e#I'm excited that the junimos will get to finally return home.$h",
"Core.SenS.ccBus": "So that old bus is working again, huh?#$b#When I first heard it start, it gave me quite the scare.$8#$e#I don't know why, but it reminds me of a giant wild animal.$8",
"Core.SenS.ccBridge": "That old bridge has been fixed up, huh? Be careful while exploring!$8#$b#Incredibly obnoxious skulls lurk in a cavern near there.$a#$e#They're notorious among my people...$a#$b#Honestly, they're even more obnoxious than bats.$a",
"Core.SenS.ccBoulder": "I saw the junimos removing the glittering boulder last night!$7#$b#As a result, there are now gorgeous gemstones in the river.$h#$e#If you go panning, I'm sure you'll find some!$7",
"Core.SenS.ccBoulder.Joja": "I saw those uniformed folks removing the glittering boulder not too long ago.$7#$b#As a result, there are now gorgeous gemstones in the river.$h",
"Core.SenS.ccGreenhouse": "Hm? A building was mysteriously repaired on your farm over night?$6#$b#That surely must have been a gift from the junimos.$h#$e#You're helping them rebuild the community center, aren't you?$h",
"Core.SenS.ccGreenhouse.Joja": "Hm? You had the greenhouse on your farm repaired?$6#$b#That's great to hear, @!$h",
"Core.SenS.ccMinecart": "That old minecart is up and running!$h#$b#I can't tell you how useful it is to get around town.$7#$e#I only use it at night, of course.$8#$b#I wonder if anyone has seen it moving and assumed it was haunted?$h",
"Core.SenS.ccComplete": "So that old building is finally repaired, huh? You're truly something else, @.$h#$b#First the junimos reveal themselves to you, then you helped them return home...$l#$e#Your heart is so very pure, @. Be proud of your accomplishments.$l",
"Core.SenS.MovieTheater": "There's a... movie theater in town now, huh?$6#$b#Based on what I've read, they're like one of those weird picture boxes humans stare at - but bigger.$6#$e#Humans have such odd ways of passing the time.$8",
"Core.SenS.JasperGone2": "I...I've heard that a human has descended into the mines.$s#$b#I am incredibly worried for his safety.$s#$e#Perhaps I should go looking for him?$u#$b#If I find him before my people do, maybe I can convince him to return to the surface...!$u",
"Core.SenS.JasperHomeA": "I... wasn't able to find that Jasper fellow before my people did.$s#$b#It breaks my heart to see these situations end in violence.$10#$e#Can humans and shadows ever truly coexist...?$10#$b#Times like this make me question my conviction...$10",
"Core.SenS.KeahiStink": "%Sen appears to be sniffing you...#$b#Oh my, what is that powerful odor? Some kind of new perfume?$6#$e#Where can I get some? It smells quite lovely.$h",
"Core.SenS.PumpkinSpice": "I heard that pumpkin spice is currently being sold at the saloon...$7#$b#I absolutely must get my hands on some!$12#$e#Would you mind going in and picking me up a jar or two?$8",
"Core.SenS.LavrilUnlocked": "I see that Lavril is finally free from her slumber.#$b#Sigh, that poor girl...$s#$e#Hm? How do I know her?#$b#It's a long story. Perhaps I'll tell you later...$8",
"Core.SenS.LucikielArrives": "H...have you see the new demon in town?$11#$b#He's certainly... something, isn't he?$11#$e#Perhaps he will be open to friendship with me...?$8#$b#We are rather similar beings, after all.$8",
"Core.SenS.LucikielRepIncrease": "It makes me incredibly happy that Lucikiel is adjusting into your society.$h#$b#It gives me hope that perhaps one day, I can as well...$l",
"Core.SenS.JulietGremlin": "I've noticed a new dog in town! She's so very fluffy and cute.$7#$b#I wonder if she'd let me give her head pats.$h#$e#Animals tend to be a bit apprehensive towards me at first...$8",
"Core.SenS.SterlingTrash": "During my nightly routine of rummaging in the trash, I found a nasty surprise.$u#$b#I'd... rather not talk about it.$a#$e#It was bad enough that Krobus and I decided to stop trash-picking for the night.$8",
"Core.SenS.EliWoods": "",
"Core.SenS.MateoRescue": "",
"Core.SenS.MateoCaution": "",
"Core.SenS.MateoLibrary": "",
"Core.SenS.MateoAdmission": "",
"Core.SenS.MateoConfrontation": "",
"Core.SenS.MateoWyatt": "",
"Core.SenS.MateoAcceptance": "",
"Core.SenS.MateoPain": "",
"Core.SenS.MateoRecovery": "",
"Core.SenS.CGuildConstruction": "",
"Core.SenS.CGuildComplete": "",
"Core.SenS.MateoIntegrity": "",
"Core.SenS.MateoRomance": "",
"Core.SenS.MateoForest": "",
"Core.SenS.MateoMarriageCountdown": "",
"Core.SenS.MateoDate": "",
"Core.SenS.MateoDeclaration": "",
"Core.SenS.MateoEngaged": "",
"Core.SenS.RoslinNeedsHelp": "",
"Core.SenS.DandelionReturns": "",
"Core.SenS.IntoTheDeepDark": "",
"Core.SenS.DuskspireEncounter": "",
"Core.SenS.DuskspireDefeated": "",

"Core.SenS.GreenRain": "Isn't the rain unusual today? It seems to have the whole town in an utter tizzy.$6#$b#I do beleive they're overreacting, however. I've seen far stranger down below.$8",
"Core.SenS.GreenRain2": "I do wonder what causes this green phenomenon... Do you have any theories, @?$6#$b#I for one have no ideas! All I know is, the moss off the trees is simply delicious.$h#$b#Want some?[Moss]$7",
"Core.SenS.GreenRainFinished": "Oh, it seems the strange rain has ended. Have the townsfolk settled down yet?$h#$b#If they thought that was strange, they should visit the mines...$8#$b#Why is there a castle full of skeletons down there?$6",

"Core.SenS.WelcomeToPride": "Today feels quite colorful, wouldn't you say?$h#$b#I feel like filling in a coloring book and using the brightest colors possible! Care to join me for a coloring session?$7#$b#Sorry if my markers are a tad dried up.$8",
"Core.SenS.PrideSeasonStart": "Hmhmhm.~ Everyone seems so colorful and bustling today.$h#$b#I should sneak a paper and see what all the hub-bub is about.$h",
"Core.SenS.PrideSeasonGift": "I found a colorful cookie in a mailbox earlier!$h#$b#I was sooo very tempted to take it, but I didn't want to ruin anyone's day.$8#$b#Now I really want a cookie.$s#$action AddMail Current DitR_M_SenPrideCookie received",
"Core.SenS.HatMouseTheAlly": "I read that in some parts of the world, folks are mistreated for having identities outside of the social standard.$s#$b#What terrible, closed-minded behavior!$a#$b#All people should be respected for who they are, not packed into a tiny box.$s",

//CFD
"Core.SenS.Dumpster": "Hey! That was my trash can!$u",
"Core.SenS.Slingshot.1": "@...! Please stop, it hurts!$10",
"Core.SenS.Slingshot.2": "O-ow, @!$9#$b#P-Please stop, you're scaring me!$10",
"Core.SenS.BouquetRejection.1": "Oh, that's a very pretty bunch of flowers, @!$h#$b#You should hang onto those, they wouldn't thrive well in my cave...$8",
"Core.SenS.BouquetRejection.2": "That is so many flowers...!$u#$b#W-wait, are you offering those to me?$11",
"Core.SenS.BouquetAccept.1": "Oh, that's a very pretty bunch of flowers, @!$h#$b#W-wait, are you offering those to me?$11#$b#I... I would love to give romance a try with you, @.$l",
"Core.SenS.BouquetAccept.2": "That is so many flowers...!$u#$b#W-wait, are you offering those to me?$11#$b#I-I accept! I would adore being your partner, @.$l",
"Core.SenS.PendantRejection.1": "Oh... that's such a pretty seashell!$u#$b#I couldn't possibly take such a treasure from you.$8",
"Core.SenS.PendantRejection.2": "Hm? I read about these in my books...$6#$b#Aren't they used for marriage proposals among your kind?$11",
"Core.SenS.PendantPester.1": "Er... you're being very aggressive about this, @.$8#$b#I assure you that I think you should keep that.$8",
"Core.SenS.PendantPester.2": "U-um... I already said this but...$8#$b#No thank you, @.$8",
"Core.SenS.EngagementAccept": "...!?$$11#$b#Oh... @! I-I accept...$11#$b#I never could have imagined that you'd want to spend your life with me...$l#$b#Oh!$u#$b#People are going to be so confused at the ceremony... I'll be sure to wear my cloak.$8",
"Core.SenS.BirthdayGift.Positive.1": "The human custom of giving gifts on one's birthday warms my heart...$l#$b#Thank you, @. I'll always remember this.$h",
"Core.SenS.BirthdayGift.Positive.2": "...!$u#$b#I don't know how you found out my birthday, but I love this, @.$7#$b#Thank you so much!$h",
"Core.SenS.BirthdayGift.Dislike": "Oh, um... thank you for the birthday gift, @.$8",
"Core.SenS.BirthdayGift.Negative": "Er... I appreciate the gesture, but you can keep that.$8",
"Core.SenS.BirthdayGift.Neutral": "Oh, @! How did you know it was my birthday?$h#$b#Thank you, @. I'm sure I'll find a great use for this.$h",

//Krobus
"Core.SenS.KrobusCommentary.1": "%revealtasteSenS108 When I first came to the surface, Krobus gave me this rare disc. I've worn it ever since.$h#$b#It radiates powerfully with the energy of the void, so it is common for my people to carry them around as good luck charms.$h",
"Core.SenS.KrobusCommentary.2": "%revealtasteKrobus16 Oh hello, @! Did you know that Krobus loves horseradishes?$h#$b#In the spring, I like to collect a bunch for him.$h#$b#He tends to gobble them up a little faster than he should.$8",
"Core.SenS.KrobusCommentary.3": "%revealtasteKrobus265 Did you know that Krobus likes seafoam pudding...?$8#$b#That stuff is kinda icky, but to each their own, I guess.$8",
"Core.SenS.KrobusCommentary.4": "%revealtasteKrobus773 Did you know that life elixirs don't heal us shadows?#$b#Our bodies are made up of different matter, so they actually have an inverse effect on us.$8#$b#If anything, they are like a poison.$s",

//Locations
"Core.SenS.PotBenchRemark.true": "Rain in the winter... that sure is odd, huh?$6#$b#Something tells me you played a role in this, no?$12",
"Core.SenS.PotBenchRemark.false": "Hehehe... Usually there's a pot here, but it seems it's missing today!$h#$b#I'm gonna sit my tush here and no one is going to stop me!$12",

//-----TRACE------/
"Core.TraceV.Dialogue.1": "How's the farm life, farmer?#$b#I imagine you must get a lot of grass stains on your clothes.$h#$e#Dunno how you do it, that would drive me mad.$6",
"Core.TraceV.Dialogue.2": "Hey farmer, have you seen those wiggly things on the ground?$h#$b#I pushed the dirt around and found a chicken statue. Weird stuff, huh?$6",
"Core.TraceV.Dialogue.3": "Hey hey hey, good morning farmer!$l#$b#...$h#$b#It is morning, right?$h",
"Core.TraceV.Dialogue.4": "Uhg, shoes suck. Sandals are where it's at.$9#$b#Slip 'em on and off, no tying, your toes can breathe...$l#$e#Only downside is the ease of toe stubbing, I guess.$6",
"Core.TraceV.Dialogue.5": "Ey farmer, are you a cat person or a dog person?$h#$b#...#$b#That's awesome! I'm a snail and cat person myself.$l#$e#Though I do also like birds...$6#$b#Hmmm. Maybe I'm too indecisive for my own good.$6",
"Core.TraceV.Dialogue.6": "There is so much wrong with durians.$a#$b#The spikes, the smell, the color...#$b#I sure am glad they ain't native to these parts.$11",
"Core.TraceV.Dialogue.7": "Did you know I once considered shaving my head, farmer?$u#$b#...#$b#Well there's no chance you'd know that, 'cause I would never EVER shave off my luxurious mane.$l",
"Core.TraceV.Dialogue.8": "There's something to be said about giant crops.#$b#They're massive.$h#$e#I hope that was as deeply thought provoking for you as it was for me, farmer.",
"Core.TraceV.Dialogue.9": "If you're on good terms with your family, remember to keep in touch with 'em.$l#$b#You work yourself to the bone, ya know. I imagine they'd probably worry a lot.$6",
"Core.TraceV.Dialogue.10": "Man, I'm itching to cook up something fancy tonight.$11#$b#Maybe a salmon dinner or eggplant parm with spaghetti?$l",
"Core.TraceV.Dialogue.11": "What do you think of that Pierre guy? Something about him kinda rubs me the wrong way.$a#$b#Maybe it's just me?$6",
"Core.TraceV.Dialogue.12": "Hey farmer, I found this weird thing.$u#$b#I dunno what it is, but it's freaking me out.$6[103]#$e#Nope, sorry bud. I don't want that back.$a",
"Core.TraceV.Dialogue.13": "Yo, did you hear about the pic Sam accidentally sent to Abigail? The whole situation has me rolling.$h#$b#She's never gonna let him live THAT down.$l",
"Core.TraceV.Dialogue.14": "Gus's food is a little too greasy for my tastes...#$b#Eh, maybe my standards are too high.#$e#I shouldn't complain... At least it's affordable.",
"Core.TraceV.Dialogue.15": "Feet are disturbing.$a#$b#They're like long hands with fat, crushed thumbs.$6#$e#How do we abolish feet?$a",
"Core.TraceV.Dialogue.16": "I'm not allowed to drive vehicles anymore.#$b#Not after... the highway egg incident.$6#$b#No, I ain't elaborating.$a",
"Core.TraceV.Dialogue.17": "Did you hear the news about the %adj %noun in %place?$u#$e#You haven't!? How?$u#$b#Have you been sleeping under a rock? You should really keep up with the news, farmer!$6",
"Core.TraceV.Dialogue.18": "Never do cartwheels under a full moon.#$b#I'm telling you, it's bad luck.$6#$e#Where'd I get that idea from?$h#$b#Personal experience, trust me.$a",
"Core.TraceV.Dialogue.19": "I'll need flour, oat milk, bananas...$ll#$e#Oh hey, @. Didn't see you there!$l#$b#Don't mind me, just working on a shopping list. I'm gonna make some banana bread.$11",
"Core.TraceV.Dialogue.20": "Howzit going, farmer?$h#$b#Any wacky stuff like crop circles or cow abductions happen on your farm lately?$8",
"Core.TraceV.Dialogue.21": "I needa retune my guitar. It's starting to sound a bit funky.$6#$e#I wonder if that Sam kid would be down to play together sometime?$l",
"Core.TraceV.Dialogue.22": "Hmm... What color to paint my nails today...#$b#Black, red, black and red swirled, black with glitter, red with glitter...$11#$b#Man, farmer. There are way too many complicated choices to make in life.$l",
"Core.TraceV.Dialogue.23": "Sometimes I have weird dreams 'bout walking down long corridors with doors I gotta open.$6#$b#No rooms or anything. Dimly lit, white walls, floral carpeting.$s#$b#I wonder if that means anything?$6",
"Core.TraceV.Dialogue.24": "Alright hear me out, farmer.$8#$b#What if we walked with our heads and saw the world with our torsos?$9#$b#What's that look for? This is an EXTREMELY important question.$8",
"Core.TraceV.Dialogue.25": "It's been a minute since I last wrote up a new song.#$b#Maybe something about the %adj %noun?$8#$b#Yeah, that'll probably make a smash hit.$11",
"Core.TraceV.Dialogue.26": "I could chug an ENTIRE liter of soda right now.$h#$b#I'd probably destroy my stomach lining though, so I won't.$6",
"Core.TraceV.Dialogue.27": "My fashion sense may be a little weird, but I love it. I don't care what anyone thinks.$h#$b#When it comes to what makes me happy, the only person who's opinion matters is my own.$l",
"Core.TraceV.Dialogue.28": "If you ever hear rustling in bins at night, it definitely ain't my doing.$h#$b#It's probably just some raccoon or a trash goblin.$u#$e#That's the whole truth and I'm sticking to it.$h",
"Core.TraceV.Dialogue.29": "Have you noticed the lack of toilets in this town? It's... really weird.$a#$b#Please tell me you have a toilet.$u#$e#Wait... I don't even have a toilet!$u",
"Core.TraceV.Dialogue.30": "Sometimes I get lost trying to find my way back to the Scarp. Last time I ended up in the mountains.#$b#When I saw some weird goats, I figured it was time to call Rosa.$6",
"Core.TraceV.Dialogue.31": "Is it East 'Scarp' or East 'Scarpe'? I've seen conflicting answers.$6#$b#Eh, I'll go pester Rosa about it later.$l",
"Core.TraceV.Dialogue.32": "%revealtasteTrace206 Ya know, I could go for a big cheese pizza right about now.$l#$b#Between you and me, it's one of my guilty pleasures.$11#$e#I have a lot of those, actually.$9",
"Core.TraceV.Dialogue.33": "I had a dream last night about a dude with seven toes.$u#$b#I think I needa stop drinking soda right before bed.$6",
"Core.TraceV.Dialogue.34": "If there's one critter I want to see up close with my own two eyes, it's a hippo.$h#$b#I don't really know why, I just do.#$b#Everyone at the saloon said approaching a hippo is probably a bad idea, though.$6",
"Core.TraceV.Dialogue.35": "You know what you know when you know what you know, you know?$h#$b#What? You're telling me you don't know?$9",
"Core.TraceV.Dialogue.36": "Jeremy's a good snail. Don't underestimate them, they can do calculus!$h#$b#I can't even do calculus...$6#$b#Mathematically outshined by a snail, how did this happen?$6",
"Core.TraceV.Dialogue.37": "Jeremy likes their room at a specific temperature and humidity level.#$b#Their species is pretty hardy, but their growth will stunt if not given the proper environment.$6#$b#That's why the ones you find around the valley are fairly small.$6",
"Core.TraceV.Dialogue.38": "Last night I caught Jeremy red-handed with the fridge open.$h#$b#I guess the scent of fresh baked blackberry cobbler was too irresistible, heh heh heh.$l",
"Core.TraceV.Dialogue.39": "Do you have any hobbies, @? I have way too many. Baking, painting, hiking, guitaring...$h#$b#It's hard to make time for them all in one day!$l#$b#Hey, guitaring is definitely a word. I'll fight you on this.$a",
"Core.TraceV.Dialogue.40": "Shhh... Don't speak, @. I'm trying really hard to remember something.$6#$b#%You smell something burning-#$b#Hey, don't even make the \"Is that what I smell?\" joke.$a",
"Core.TraceV.Dialogue.41": "I love orange juice. Especially with pulp.$h#$b#If you're a pulp hater, you have to leave my life immediately.$a#$b#Sorry, not sorry.$l",
"Core.TraceV.Dialogue.42": "Sometimes you get horribly lost in the wilderness and that's okay.#$b#Just make sure you find your way back to civilization and don't die!$h#$e#Yeah, I know. Easier said than done. Can confirm from experience.$6",
"Core.TraceV.Dialogue.43": "Eloise is too smart for a kid her age. I suspect there's some cover-up going on and she's actually a bird alien living amongst humanity.$6#$b#At least the bird aliens come in peace.#$e#What? Don't give me the \"what are you even going on about\" face.$a",
"Core.TraceV.Dialogue.44": "Why do we call it putting gas in a car? It ain't gas, it's oil.$6#$b#Though we do put oil in cars, it' just a different kinda oil...$6#$b#Ya know what? This is way too confusing for me.$h#$e#It ain't like I'm allowed to drive anyway, so it don't really matter!$h",
"Core.TraceV.Dialogue.45": "Did you know I once made a cookbook? It's called \"Baking with Blackberries and Literally Nothing Else\".$h#$b#I took the photos for it and wrote the lists while a buddy of mine did the paragraphs.$11#$b#He insisted I get all the credit for it, but man, his name should have been on the author line too...$6",
"Core.TraceV.Dialogue.46": "Sometimes, the couch eats your TV remote.$6#$b#There's nothing you can do except sink into the couch after it and pray you don't get eaten by the couch goblins.$a$s#$e#What, you don't know about the couch goblins?$9#$b#Talk about living under a rock, buddy.$8",
"Core.TraceV.Dialogue.47": "Uhg, you ever have days where your mind races with every single cruddy thing you've done in your life?$s#$b#They're the worst.$s#$e#Oh uh, sorry to dump that on you. I'm sure I'll sleep it off overnight.$s",
"Core.TraceV.Dialogue.48": "%Trace would nervously fidget with their hands.#$e#Huh? Oh, I'm alright. I'm having one of those days is all.$s#$b#Thanks for checking on me, @. I appreciate it.$11",
"Core.TraceV.Dialogue.49": "The sheer number of weird ways in which I've gotten lost in my life is kinda frustrating.$a#$b#Sometimes I feel like I can't make it anywhere without tripping up.$s#$e#I try to look at it this way - it at least makes for a ton of funny stories.$l",
"Core.TraceV.Dialogue.50": "Do you believe in magic, @? Just between you and me, I think it exists.$h#$b#I feel like I've always had a cloud of bad luck hanging over my head.$s#$b#That fortune teller show has never been wrong for me.$6",
"Core.TraceV.Dialogue.51": "Beware the bear, @.$u#$b#They're out there and they want maple syrup.$a#$e#Keep an eye on your trashcan.$a#$b#They'll do anything to get their grubby little paws on the stuff.$a#$e#No, this ain't a cover-up for anything.$h",
"Core.TraceV.Dialogue.52": "Tomatoes are vegetables! No one can convince me otherwise.$a#$b#They may be classified as fruits scientifically, but in the culinary world, they're used like veggies!$a#$e#Yeah, I have this debate with random townsfolk on a weekly basis.$6",
"Core.TraceV.Dialogue.53": "If you ever get lost, remember this.#$b#No matter how obscured the path is, there's always a way back. Never give up.$h#$e#What's that look for?$8[141 151 707]",
"Core.TraceV.Dialogue.54": "I have a tendency to paint the same thing over and over again. A moon overlooking a grassy field.$h#$b#People ask me why I don't branch out, but the reality is, I just find the subject and color scheme comforting.$l#$b#Plus, when I try to paint other things, folks tend to laugh and ask if it's a joke.$s",
"Core.TraceV.Dialogue.55": "During my Ferngill vagebond days, I had a fellow wandering buddy I bumped into pretty often. He was the biggest geek you'd ever meet.$10#$b#We'd team up for wandering adventures and chatter from sun down till sun up.$h#$b#One day we parted ways for the last time and i never saw him again. I wonder where he is now...?$s",
"Core.TraceV.Dialogue.56": "Before moved the valley, I lived a pretty nomadic life style.$h#$b#I wandered from place to place with my guitar, putting on little shows on street corners and collecting tips.$11#$b#I meandered wherever the wind took me. Sometimes I miss those days, but also, I like my bed.$l",
"Core.TraceV.Dialogue.57": "Ya know I have a lot of books on my shelves, but I have a hard time reading them.$6#$b#The words get all jumbled up and it makes my head hurt. Yet I keep throwing myself at the books...$s#$b#Sigh I had a friend that used to read stuff to me. It was comforting. Wonder what he's up to these days?$s",

"Core.TraceV.Season.spring.1": "Spring spring, spring is the season. Spring is the word in my brain.$h#$b#Spring is springing around my mind. Boing boing.$l",
"Core.TraceV.Season.spring.2": "In my opinion, spring's the season that sucks the least.#$b#I used to travel around a lot, lived off the land and the like.$h#$b#It was the one time of year that I didn't have to worry about extreme temperatures or lack of food.$l#$b#Fall ain't bad either, but I was always like \"Oh Yoba, Winter's just around the corner.\"$6",
"Core.TraceV.Season.spring.3": "Hey... Hey @.$h#$b#Why couldn't the flower ride a bike?$9#$b#...It lost its petals.$8",
"Core.TraceV.Season.spring.4": "@, I have something truly important to ask.$a#$b#What's spring's favorite type of pickle?$9#$b#...Daffo-dills.$8",
"Core.TraceV.Season.spring.5": "Hmm, might go hunting around for some spring onions later.$6#$b#Once you get rid of all the bugs, they make a great accent to any dish.$11",

"Core.TraceV.Season.summer.1": "Hey farmer, remember to stay hydrated and put on sunscreen.$l#$b#This heat's brutal, too much work could put a person in the hospital.$6",
"Core.TraceV.Season.summer.2": "Dang is it broiling out...$6#$b#Make sure to get yourself a big bottle of water if you're gonna be toiling around in the dirt, farmer.$h",
"Core.TraceV.Season.summer.3": "Dang I sure am hot, ain't I?$9#$b#Ya know.$9#$b#'Cause it's summer.$8#$e#And you know what that means? It's time to go surfin'.$h#$e#I'll have you know that I've never surfed before in my life.$h",
"Core.TraceV.Season.summer.4": "If it randomly started snowing in the middle of summer, how would react?#$b#I'd probably freak out, then realize I was dreaming. Again.$h",
"Core.TraceV.Season.summer.5": "Hey... @, Hey. What's summer's favorite day of the week?$9#$b#SUNday!$8#$b#Man, I'm a genius.$9",

"Core.TraceV.Season.fall.1": "Blackberry season, blackberry season, blackberry season.$h#$b#Farmer, it's BLACKBERRY SEASON!!$l",
"Core.TraceV.Season.fall.2": "Ya know what fall means, right?#$b#Blackberries!$h#$e#Blackberry cobbler's a comfort food for me.$l#$b#When I had a cruddy day as a kiddo, my ma would always bake one up.$11#$e#The smell would drift through the house and wash my worries away.$l#$b#You have any smell that do that for ya?$h",
"Core.TraceV.Season.fall.3": "'Tis the season for blackberry baked goods and, by Yoba, I am HERE for it.$l#$b#Blackberries are my jam.$9$u#$e#...Haha get it? Jam?$8#$b#Because you can turn berries into...$9#$b#Okay, I'm just over-explaining it now.$6",
"Core.TraceV.Season.fall.4": "Some days, you just gotta jump into a pile of crinkly leaves.$h#$b#Be careful of the bugs, though. I wasn't.$6",
"Core.TraceV.Season.fall.5": "Crisp air... pumpkin spice... blackberries... pretty colors.$l#$b#I'm floating away into the great heavens beyond, farmer!$11#$b#This time of the year is too amazing and powerful for us mere mortals to ever possibly comprehend.$11",

"Core.TraceV.Season.winter.1": "I heard there might be a blizzard in the forecast.$h#$b#Please, say it ain't snow.$9#$e#I know, I know. You're probably like icy what you did there.$8#$e#The jokes ain't that bad, don't be so cold-hearted.$8$u#$b#I'll take my leave now.$9",
"Core.TraceV.Season.winter.2": "It sure is nippy out here, huh? Keep yourself bundled up real good, farmer.$h#$e#Doesn't it feel like all this snow magically showed up overnight when fall ended?$6",
"Core.TraceV.Season.winter.3": "Eh? Why am I wearing flip-flops in the winter?$6#$b#Pfff.$a#$b#Pshshs.$a#$b#Pfpfpfft.$a#$b#Why aren't YOU wearing flip-flops in the winter?$a",
"Core.TraceV.Season.winter.4": "I have a hard time keeping my chin up during the winter.$6#$b#Somethin' about the bare trees and dull colors gets me down.$s#$e#But hey, at least it won't last too long.#$b#Spring will be here before I know it.$11",
"Core.TraceV.Season.winter.5": "You've heard of a snowman... but have you heard of a snowsam?$9#$b#The only difference is that you give it giant icicle spikes for hair.$8#$e#Don't let him know I said that, I'll probably never hear the end of it.$h",

    //----Locations----//

//Home
"Core.TraceV.Locations.Home.Bed": "%Trace appears to be be napping.#$b#%Waking them up would be quite the feat, so don't bother trying.",
"Core.TraceV.Locations.Home.JamOut.Hourglass": "I'm falling through the hourglass.~$h#$b#And I don't think I'll ever make it back.~$8#$b#So I throw stones at walls I'll never climb, victim to the sands of time.~$h#$b#Falling through the hourglass, the hourglass.~$8",

//Inn
"Core.TraceV.Locations.Inn.Sunflower": "%Trace is observing the sunflower.#$b#...$s",
"Core.TraceV.Locations.Inn.JamOut.Hourglass": "Time is strange, it's ever flowing, never going back.~$h#$b#It moves but only in one way.~$8#$b#Turn the page, look back at what you wrote.~$h#$b#Do you still feel the same~?$8",

//Forest
"Core.TraceV.Locations.Forest.BerryDialogue.1": "%Trace hisses loudly at you.#$b#MY BLACKBERRIES!$a",
"Core.TraceV.Locations.Forest.BerryDialogue.2": "Quickberry! Quackberry!$h#$b#Pick me a blackberry!$l",
"Core.TraceV.Locations.Forest.BerryDialogue.3": "Blackberries? Man, they're berry delicious if you ask me.$l",
"Core.TraceV.Locations.Forest.BerryDialogue.4": "Once upon a time, there was a blackberry.$h#$b#I ate it.$9#$b#The end.$8",
"Core.TraceV.Locations.Forest.BerryDialogue.5": "If you know what's good for you, you'll step away from my berries.$a",
"Core.TraceV.Locations.Forest.BerryDialogue.6": "If you don't find a berry bush, try, try again!$h",
"Core.TraceV.Locations.Forest.BerryDialogue.7": "Wanna race to see who can find the most blackberries?$h#$b#I'll win for sure!$l",
"Core.TraceV.Locations.Forest.BerryDialogue.8": "Oh my Yoba! This berry is rotten!$u",
"Core.TraceV.Locations.Forest.BerryDialogue.9": "Be sure to leave some berries for the wild animals, @.#$b#They needa eat too!$11",
"Core.TraceV.Locations.Forest.BerryDialogue.10": "I'm lost in a sea of berries. Don't try to save me.$10",
"Core.TraceV.Locations.Forest.BerryDialogue.11": "I am the berry king! The king of berries!$9#$b#I rule this land, bahahahha!$10",
"Core.TraceV.Locations.Forest.BerryDialogue.12": "Here's a berry, there's a berry, everywhere a berry berry~!$h",
"Core.TraceV.Locations.Forest.BerryDialogue.13": "%Trace is deeply invested in berry harvesting. They don't notice you.#$b#%How unfortunate.",
"Core.TraceV.Locations.Forest.BerryDialogue.14": "If you ever bury a berry, don't.$6#$b#Berries are for eating, not burying!$a",
"Core.TraceV.Locations.Forest.BerryDialogue.15": "How many berry thoughts can one person have in a day, I wonder?$6#$b#Never enough, I'd say.$8",
"Core.TraceV.Locations.Forest.BerryDialogue.16": "I know you're supposed to wash your berries before you eat them, but I just can't help myself.$6",
"Core.TraceV.Locations.Forest.BerryDialogue.17": "I am merry for berries, how about you @?$h",
"Core.TraceV.Locations.Forest.BerryDialogue.18": "Berries.#$b#Berries.$7#$b#%Trace is having berry thoughts.",
"Core.TraceV.Locations.Forest.BerryDialogue.19": "I've collected SO many blackberries!$h#$b#SO MANY! IT'S AMAZING!$l",
"Core.TraceV.Locations.Forest.BerryDialogue.20": "You know what they say, you are what you eat.$l#$b#After I eat all these blackberries, I'm gonna become a berry.$h",

//East Scarp
"Core.TraceV.Locations.EastScarp.JamOut.Skeleton": "Skin and bones, vulnerable.~$h#$b#Crack my ribs and make me whole.~$8#$b#Come and breathe the air into my lungs.~$h#$b#I just wanna be your skeleton.~$l",

//Lost In Mountains
"Core.TraceV.Locations.LostInMountains.Pillar": "Uhg... I seem to have gone and gotten myself lost again.$s#$b#I just wanted to find some blackberries, man.$a#$b#You know how to get the heck outta here, @?$6",
"Core.TraceV.Locations.LostInMountains.CliffTop": "Woooooo! The view is gorgeous from here.$h#$b#And just listen to that echo!$l#$b#WHOOOOOO!$8#$b#...This is not helping me find my way outta here.$6",
"Core.TraceV.Locations.LostInMountains.GoatPond": "There sure are a lot of goats around here.#$b#Maybe I should just give up on trying to find my way outta here and live amongst the void beasts.$11",
"Core.TraceV.Locations.LostInMountains.GoatOutlook": "I look out upon the goats! I AM the goat king!$8#$b#Hahahhaa I'm so freaking lost.$h",
"Core.TraceV.Locations.LostInMountains.LoopAround": "I think I just went in a huge circle...$a#$b#There wasn't a rock when I entered the mountains, right...?$6",
"Core.TraceV.Locations.LostInMountains.HectorTower.True": "I'm gonna stand here and play loud music until SOMEBODY comes out and helps me get outta these mountains.$8#$b#My plan is genius, foolproof even.$9",
"Core.TraceV.Locations.LostInMountains.HectorTower.False": "I'm so loooost, losty losty loooost~$l#$b#Like my song? It's about how lost I am.$a",
"Core.TraceV.Locations.LostInMountains.EvynSign": "Jokes on this sign, I can't read!$h#$b#Well, I can... just not well. Do letters get all jumbled up for you too, @?$s#$b#Wait you mean the sign is already basically illegible?$6#$b#Hm... This conversation isn't leading me out of the mountains.$a#$b#Sorry, @. I need to focus.$6",
"Core.TraceV.Locations.LostInMountains.Skull": "I don't remember dead things when I came into the mountain, nor a threatening cave opening.$u#$b#I should proooobably turn back.$6",
"Core.TraceV.Locations.LostInMountains.Freedom": "BAHAHAHA!$h#$b#THE EXIT! I'M FREE! I'M FREEEEEE!$8#$b#Ah shoot, I didn't get nearly as many blackberries as I wanted.$6",

//Beach
"Core.TraceV.Locations.Beach.JamOut.Skeleton": "Fix my head, stitch my soul.~$h#$b#Find out where it all went wrong.~$8#$b#Come and breathe the air into my lungs.~$h#$b#I just wanna be your skeleton.~$l",

//PrideFest
"Core.TraceV.Locations.Town.PrideFest": "Open the building already, I need my Enby Eclair RIGHT NOW!$a#$b#Ya hear me?!$a",
"Core.TraceV.Locations.CommunityCenter.PrideFest.1": "Events like this really make me feel right at home in the valley.$l#$b#Before moving here I was mistaken for a girl constantly. It sucked big time.$s#$b#Most folks out here take the initiative to actually ask and get to know you. It's really nice, ya know?$l",
"Core.TraceV.Locations.CommunityCenter.PrideFest.2": "Honestly I knew I was queer as all hell from the time I was a kiddo. I grew up with crushes on girls, guys and everybody in-between.$h#$b#Took me a long time to understand I was non-binary, though.$6#$b#When it clicked, it finally made complete sense why being called a girl made me recoil inside.$s#$b#I like to be pretty, but I ain't a lady. I hope that makes sense.$11",

//CTs
"Core.TraceV.UnlockedFromStartIntroduction": "Heyo, I don't think I've ever seen you around before!$h#$b#Name's Trace - hobbyist guitarist, baker and artist extraordinaire!$l#$b#Things you need to know about me? Hm... I've got a pet snail and zero brain to mouth filter.$h#$b#Thought goes through my head? Out it goes!$11#$b#Anyway, hope to see you around buckaroo!$h",
"Core.TraceV.YouAttackedJeremy": "Did you hear that massive explosion by my house, @? What the heck was that?!$u#$b#Eve's usually the one blowing stuff up. Maybe she was up to something again?$6",

"Core.TraceV.WelcomeToPride": "Hey there, @! I'm having such a hard time walking straight today.$8#$b#As if I was ever actually trying.$9",
"Core.TraceV.PrideSeasonStart": "Hey hey hey, it's the start of pride season!$h#$b#Just so you know, if you ever need a safe space, head down to the Scarp.$l#$b#Most of us are all different flavors of not particularly straight over there.$9",
"Core.TraceV.PrideSeasonGift": "I got a pretty gay cookie in the mail this morning. Ate that thing up in a heartbeat.$h#$b#It was delicious.$9#$b#Jeremy was pretty mad that I didn't share, poor guy.$6#$b#In my defense they wouldn't have appreciated the gay flavor!$6",
"Core.TraceV.HatMouseTheAlly": " It's always nice to have allies in the valley. Harvey does yearly check-ups on my surgery scars to make sure they don't get infected or anything.$h#$b#I was a pretty big idiot when I originally got the surgery, didn't take it easy and it wasn't pretty.$6#$b#If you ever get surgery for anything, don't try to climb a mountain a few days later, got it?$a",

//CFD
"Core.TraceV.Slingshot.1": "Hey, what the hell?! What did I do to deserve that?$a#$b#Stop it, leave me alone!$a",
"Core.TraceV.Slingshot.2": "Stop that! This is really shitty of you, @.$a#$b#I didn't do nothing to deserve this!$a#$b#...Probably...$s",
"Core.TraceV.Dumpster": "Find anything good in there?#$b#Last time I checked a can I found an army of ants having a dance party.$h#$b#I lowered the lid, of course. I don't wanna be a tiny ant rave party crasher.$l",
"Core.TraceV.BouquetRejection.1": "...Huh?$u#$b#Oh uh, wow. I'm flattered.$s#$b#Sorry, @- To be honest with you I'm still recovering from a pretty bad heartbreak.$s#$b#I ain't ready for another relationship yet.$s",
"Core.TraceV.BouquetRejection.2": "Oh uh... Wow.$u#$b#I feel awful turning you down, but a relationship isn't something I'm ready for at the moment.$s#$b#Maybe someday, but not right now.$11",

//----JEREMY----//
"Core.JeremyTSnail.PreForestMagic.1": "%Jeremy eyes you with curiosity. There is more to this snail than meets the eye...",
"Core.JeremyTSnail.PreForestMagic.2": "%Jeremy stares at you intensely, as if they sense something peculiar about you...#$b#%What a weird snail.",

"Core.JeremyTSnail.DailyDialogue.1": "Hello. Are you out on an \"adventure\"?$2#$b#You are quite like my brethren. They are fascinated by this world and wish to explore it, one small inch at a time.#$b#If you locate any of my kin, bring them to me. They have little regard for the balance of the ecosystem.$2",
"Core.JeremyTSnail.DailyDialogue.2": "%revealtasteJeremyTSnail613 Trace brought me apples for my last meal. I do enjoy myself a good apple...$1#$b#Do humans too enjoy a good apple?$2",
"Core.JeremyTSnail.DailyDialogue.3": "I feel little need to travel far from home. I have all the necessities for a comfortable existence.#$b#If only my kin would come to understand this.$2",
"Core.JeremyTSnail.DailyDialogue.4": "Many years ago, Trace wandered into the caldera at the summit of Ginger Island's volcano.#$b#As young spry snails seeking adventure, several of my kin and I hitched a ride on their clothing.$1#$b#I do not believe we made the correct choice, but alas, I cannot imagine a life without Trace.$2#$e#...To this day, I do wonder how Trace reached the summit of Mount Kohldur.$2",
"Core.JeremyTSnail.DailyDialogue.5": "Many creatures that live within the valley are rather fuzzy.#$b#I find it repulsive.$2#$e#That does indeed include the hair on your head.$3#$b#Utterly repulsive.$2",
"Core.JeremyTSnail.DailyDialogue.6": "I know things about this world best left untold.#$b#Please, do not ask questions. I do not wish to break you.$2",
"Core.JeremyTSnail.DailyDialogue.7": "I have been made aware that when I directly face a human, I can appear like a long-haired faceless woman in a red dress.$2#$b#Pareidolia is fickle for your kind, is it not? I cannot judge, however.#$b#Everywhere I turn, I see snails.$2#$e#Or, perhaps, I am just seeing snails...$3",
"Core.JeremyTSnail.DailyDialogue.8": "It is said that long ago my kind were known as the \"Solar Lava Snails\".#$b#Our shells gleamed under the Ginger Island sun like gold and our membranes were as bright as the beach sand...$1#$b#However one day, a deep saddness consumed the our volcanic home. Ever so slowly, we evolved into the void snails you see today.$2#$e#Hm? Do I wish I was a solar snail?#$b#Haha, certainly not. The void is part of who I am.$1#$b#Besides, those fools were also said to be incredibly vain.$2",
"Core.JeremyTSnail.DailyDialogue.9": "Apples... apples...$2#$b#Hm. Apples...#$b#It seems I have a one track mind today.$2#$e#Do you happen to have any apples, human?$1",
"Core.JeremyTSnail.DailyDialogue.10": "As a mullosk, you might think I would not enjoy the couch. However, you would be entirely incorrect.$2#$b#The couch belongs to me and I will not share it.$3#$b#Unless you are Trace and intend on giving me scratches behind the eye stalks...$1",
"Core.JeremyTSnail.DailyDialogue.11": "Trace and I have been companions for a very long time.#$b#They too are able to understand my ancient snail tongue, though we do not typically communicate through words.$1#$b#My glare for them to move over on the couch is communiation enough.$2",
"Core.JeremyTSnail.DailyDialogue.12": "Golden walnuts... they are a delicacy back at in my homeland.#$b#We were frequently at war with those dastardly parrots. They wanted our walnuts, but we would not give in.$2#$b#Alas, it is a conflict that we lost time and time again.$3#$e#It may come as a shock to you that us snails are not as aerodynamic as birds.$2",
"Core.JeremyTSnail.DailyDialogue.13": "I am apalled by the concept of \"escargot\".$2#$b#Humans eating snails? Preposterous.$3#$b#Not even our smaller cousins deserve such a fate.$2",
"Core.JeremyTSnail.DailyDialogue.14": "Many species of snail lack the capability to hear, but the Void Lava Snail is different.#$b#Similar to frogs, we have tympanums behind our eye stalks. These membranes allow us to process sound waves.#$b#This is fortunate, as I do enjoy watching the television.$1",
"Core.JeremyTSnail.DailyDialogue.15": "I recently became aware of the human concept of \"taxes\" through the television.#$b#I do not believe Trace has ever done their taxes...$2#$e#Ensure that you are an upstanding citizen and complete your taxes, human.",
"Core.JeremyTSnail.DailyDialogue.16": "The woman who lives to the north of us houses slimes in her basement.#$b#Those rotten piles of goo believe they can produce more slime than I?$3#$b#I simply won't stand for it. I will increase slime production ten fold.$2",
"Core.JeremyTSnail.DailyDialogue.17": "There are days in which I must resist the urge to go into the various gardens around town and eat their decaying foliage.$2#$b#It is certainly delicious, but I must leave such delicacies for the native wildlife of this valley.",
"Core.JeremyTSnail.DailyDialogue.18": "The older a member of my species is, the more tolerant we become to salt exposure.#$b#It is still not a particularly pleasant experience, however, so you will not see my kind sailing the high seas...$2",
"Core.JeremyTSnail.DailyDialogue.19": "Trace's friend, Eve... Her dog is rather strange, no?$2#$b#Hm. Perhaps it is all in my ganglia.",
"Core.JeremyTSnail.DailyDialogue.20": "I'm sure you have heard of the world's foundational magical elements: Air, water, fire and earth...#$b#And perhaps some of the others, such as solar and void...$1#$b#But you humans always leave out the most important element.$2#$b#Snail.$3#$e#It's mildly infuriating, but I understand.$2#$b#Humans simply cannot understand the sheer magnitude that is snail magic.",

"Core.JeremyTSnail.Rainy.1": "It appears that it is raining today. When it rains, it pours.#$b#That is a peculiar phrase you humans use. Does it not state the obvious?$2",
"Core.JeremyTSnail.Rainy.2": "I have a preference for rainy days such as this.#$b#It is the perfect opportunity to revitalize my mucous membranes.$1",
"Core.JeremyTSnail.Rainy.3": "It seems the increased humidity is causing me to produce excess levels of mucus.$2#$b#Worry not, I am more than happy to share with you, human.$1 [557]",
"Core.JeremyTSnail.Rainy.4": "Sitting in a rain puddle could be considered a \"spa day\", for my kind.#$b#Why do humans place cucumbers on their eyes for relaxation?$2#$b#That is quite the waste of a delectable treat...$2",
"Core.JeremyTSnail.Rainy.5": "I'll enlighten you with arcane knowledge, human. It is snails that control the rain.#$b#Ha. Do not believe everything an old snail tells you.$1#$b#My elders bestowed upon me the same knowledge, but one day I learned the truth.$2#$b#They merely harnessed the power of the rain totem.#$e#A scandal among the snails, it was!$2#$b#Our beliefs, a lie.#$b#Expectations destroyed by reality...$3#$e#My apologies, human. I require a moment.$2",

"Core.JeremyTSnail.Introduction": "Hmm... I sense something odd about you. Something... foresty.#$b#Are you able to hear me, human?$2#$b#...#$b#Based on your expression, I will assume that you can.$1#$b#Hello, I am Jeremy T. Snail, the resident mullosk of Trace's abode.$2#$b#I feel we shall get along quite well.$1",
"Core.JeremyTSnail.JeremyBetrayed": "...$2",
"Core.JeremyTSnail.YouAttackedJeremy.True": "Are you going to attempt your tomfoolery again with me, @?$2#$b#I am not typically a violent mullosk, but I do not take kindly to being attacked.",
"Core.JeremyTSnail.YouAttackedJeremy.False": "%Jeremy casts you a glare. They have not forgotten the slingshot incident.",

"Core.JeremyTSnail.Spring.Day.1": "Spring has arrived, it seems.#$b#Keep your eyes peeled for any troublesome snails. They will be back at their antics soon.$2",
"Core.JeremyTSnail.Spring.Day.12": "Tomorrow you will be partaking in a celebration about... eggs?$2#$b#Humans are certainly unique creatures, aren't they.", // Day before the Egg Festival
"Core.JeremyTSnail.Spring.Day.23": "Tomorrow brings the \"flower dance\", no?#$b#I musn't eat the flowers... But they are so colorful, so... delicious looking.$2#$b#No! I am a disciplined snail. I will refrain from such urges.$3", // Day before the Flower Dance
"Core.JeremyTSnail.Spring.Day.28": "The summer heat is upon the horizon.#$b#I am looking forward to it, summer is a lovely season. It reminds me of my homeland.$1",

"Core.JeremyTSnail.Summer.Day.1": "Summer has arrived.#$b#Will you endlessly bemoan how hot it is, or become one with the summer sun?$2",
"Core.JeremyTSnail.Summer.Day.10": "Ah yes, tomorrow is the event where you humans throw random foods into a large bowl and call it a \"soup\"?$2#$b#I must admit I am curious about the erratic flavor it must create...#1", // Day before the Luau
"Core.JeremyTSnail.Summer.Day.27": "The lunaloo come out tomorrow, do they not?#$b#Ah, memories, sweet memories...$2", // Day before Moonlight Jellies
"Core.JeremyTSnail.Summer.Day.28": "Summer shall be turning to fall tomorrow, bringing about fresh, delicious decay.$1#$b#I will only consume what is in our yard.$2#$b#I will not encroach on the sustenance that the various detritivorous creatures of the valley require.$1", 

"Core.JeremyTSnail.Fall.Day.1": "Fall has arrived in the valley, it seems.#$b#Are you prepared to harvest apples for me? There will be consequences if I do not recieve my apples this season.$2#$b#I jest, I jest.$1", 
"Core.JeremyTSnail.Fall.Day.15": "Trace is quite excited about that \"fair\" that will be taking place tomorrow.#$b#I am feeling snail happiness for them.$1", // Day before the Stardew Fair
"Core.JeremyTSnail.Fall.Day.26": "Tomorrow is the event where you humans make fools of yourselves by dressing up in strange outfits, no?#$b#Hopefully Trace does not get lost in a strange place this year...$2", // Day before Spirit's Eve
"Core.JeremyTSnail.Fall.Day.28": "Tomorrow brings winter... Such a season is the antithesis to my homeland.$2#$b#You will not find many of my kind out and about. They shall all be hiding in the watery depths.",

"Core.JeremyTSnail.Winter.Day.1": "Winter has come... If you wish to find any of my brethren, you shall only find luck in trapping them in the waters.#$b#Bring them to me if found, my room is far more pleasant than the cold ponds.$2", 
"Core.JeremyTSnail.Winter.Day.7": "Are you prepared for that strange fishing event of yours?#$b#I cannot phathom why humans would fill a pond with fish merely to remove everything within hours.$2#$b#Strange beasts you are.$3", // Day before the Ice Festival
"Core.JeremyTSnail.Winter.Day.24": "Trace has been downcast these last several days. They never do well during the \"Winter Star\" season.#$b#They were hurt quite deeply by someone they held dear. It has stuck with them for years.$2", // Day before Winter Star
"Core.JeremyTSnail.Winter.Day.28": "Tomorrow my kind shall resurface from the watery depths of the valley.#$b#Sigh.$2#$b#If you see them, bring them to me.",

//CFD
"Core.JeremyTSnail.Dumpster": "$query HAS_SEEN_EVENT Current 112#Hm. Did you find any of my brethren inside that bin?$2#$b#If so, please bring them to me so I may inform them that such behavior is unsanitary.#$action spacechase0.SpaceCore_PlaySound LitD_SFX.SnailCry|%As you lift the trash can lid, you feel Jeremy's eye stalks burn into your soul.#$action spacechase0.SpaceCore_PlaySound LitD_SFX.SnailCry",
"Core.JeremyTSnail.Slingshot.1": "$query PLAYER_HAS_MAIL Current DitR_M_AttackedJeremyToday#%The projectile hits Jeremy's shell and bounces off with a thunk.#$b#%Jeremy gathers the power of all their snail friends in the valley and blasts you with a powerful wave of snail magic.#$b#%You are obliterated by the snagic.#$action spacechase0.SpaceCore_PlaySound explosion#$action AddConversationTopic DitR_CT_YouAttackedJeremy 999#$action RemoveMail Current DitR_M_AttackedJeremyToday received all#$action spacechase0.SpaceCore_DamageCurrentFarmer 9999|%The projectile hits Jeremy's shell and bounces off with a thunk.#$b#%They cast you a warning glare to not try that again.#$action AddMail Current DitR_M_AttackedJeremyToday received#$action spacechase0.SpaceCore_PlaySound LitD_SFX.SnailCry",
"Core.JeremyTSnail.Slingshot.2": "$query PLAYER_HAS_MAIL Current DitR_M_AttackedJeremyToday#%The projectile hits Jeremy's shell and bounces off with a thunk.#$b#%Jeremy harnesses the magic of their snail friends and hovers into the air, hurtling towards you at light speeds.#$b#%You are obliterated by the snagic.#$action spacechase0.SpaceCore_PlaySound explosion#$action AddConversationTopic DitR_CT_YouAttackedJeremy 999#$action RemoveMail Current DitR_M_AttackedJeremyToday received all#$action spacechase0.SpaceCore_DamageCurrentFarmer 9999|%The projectile hits Jeremy's shell and bounces off with a thunk.#$b#%They cast you a warning glare to not try that again.#$action AddMail Current DitR_M_AttackedJeremyToday received#$action spacechase0.SpaceCore_PlaySound LitD_SFX.SnailCry"
}
