{
/*
███████╗██╗   ██╗███████╗███╗   ██╗████████╗███████╗
██╔════╝██║   ██║██╔════╝████╗  ██║╚══██╔══╝██╔════╝
█████╗  ██║   ██║█████╗  ██╔██╗ ██║   ██║   ███████╗
██╔══╝  ╚██╗ ██╔╝██╔══╝  ██║╚██╗██║   ██║   ╚════██║
███████╗ ╚████╔╝ ███████╗██║ ╚████║   ██║   ███████║
╚══════╝  ╚═══╝  ╚══════╝╚═╝  ╚═══╝   ╚═╝   ╚══════╝
*/
//EVENT 0h
"Events.SenS.Event0.1": "Whew... I think that old guy is finally gone.",
"Events.SenS.Event0.2": "W..wahh!! W-who...!?$9",
"Events.SenS.Event0.3": "#Wait, come back!#Chase after him.",
    "Events.SenS.Event0.SenFriendlyApproach.1": "Wh-what do you want, human?$u#$b#Don't you know it's dangerous down here?$a",
    "Events.SenS.Event0.SenFriendlyApproach.2": "You should r-run away, before I tear you limb from limb!$a",
    "Events.SenS.Event0.SenChoice2.1": "#Who are you?#Approach menacingly.",
    "Events.SenS.Event0.SenChoice2.2": "W-wahh!!$u",
    "Events.SenS.Event0.SenWhoAreYou.1": "Y..you're asking my name?$u",
    "Events.SenS.Event0.SenWhoAreYou.2": "I'm... Sen. And yourself?#$b#...#$b#@, is it? Nice... nice to meet you, I suppose.",
    "Events.SenS.Event0.SenWhoAreYou.3": "I was just visiting with my family down in the mines.",
    "Events.SenS.Event0.SenWhoAreYou.4": "If you go deep down in there, you may see some of them.#$b#...But I can't promise they'll be very friendly with you.$s",
    "Events.SenS.Event0.SenWhoAreYou.5": "Try not to hurt them, if you can avoid it.$s#$b#Most of us are terrified of humans and will attack on sight.$8",
    "Events.SenS.Event0.SenWhoAreYou.6": "What will you say?#I won't hurt a fly!#I'll do my best.#No promises, buddy.",
    "Events.SenS.Event0.SenWhoAreYou.7": "...!$u#$b#Wh-what did you say?$u#$b#Well, color me surprised... Please be very very careful, my people WILL attack you!$u#$b#Thank you for the sentiment, though. It means a lot to me.$8#$b#Stay safe while exploring, friend.$h",
    "Events.SenS.Event0.SenWhoAreYou.8": "...!$u#$b#Th-Thank you.$u#$b#I understand you might get into altercations, and have no other choice, but...$s#$b#That means a lot to me.#$b#Please be safe while exploring.$h",
    "Events.SenS.Event0.SenWhoAreYou.9": "... I see.#$b#Well, stay safe while exploring.",
    "Events.SenS.Event0.SenWhoAreYou.10": "Well, I need to get going now. I have a friend waiting for me in town.$8#$b#Perhaps we'll meet again at some point?$h",
    "Events.SenS.Event0.SenWhoAreYou.11": "Have a good day, @.$h",
    "Events.SenS.Event0.End": "That must be one of the monsters Marlon was talking about.#I should keep my eye out for him...",

//EVENT 2h
"Events.SenS.Event2.1": "W-wahh..!!$9",
"Events.SenS.Event2.2": "What will you say?#It's okay, I'm not going to hurt you.#You're rather jumpy for a monster.",
"Events.SenS.Event2.3": "...Ah, my most sincere apologies for the overreaction.$8",
"Events.SenS.Event2.4": "...A-And you're rather bold for a human, approaching a monster with no fear.$a",
"Events.SenS.Event2.5": "I wasn't expecting anyone to approach me at this time of night...$8#$b#I must say, you are quite the strange one.",
"Events.SenS.Event2.6": "Most humans would scream in terror if they saw someone like myself lurking in the dark.$s",
"Events.SenS.Event2.7": "That being said...#$b#I'm sure you're wondering what a being like myself is doing so far outside of my element, hm?$8",
"Events.SenS.Event2.8": "#Absolutely! Tell me about yourself.#Sorry, I don't have the time.",
"Events.SenS.Event2.9": "...O-oh.$s#$b#Well, I suppose I won't bother you with the details, then.$s",
"Events.SenS.Event2.10": "...I think I am going to take my leave now.#$b#Have a safe trip back to your abode.$s",
    "Events.SenS.Event2.TellMeMore.1": "Oh, I wasn't expecting such an enthusiastic response!$h",
    "Events.SenS.Event2.TellMeMore.2": "You see... my kind's knowledge of your world is sparse.#$b#Rarely, if ever, do we come to the surface.",
    "Events.SenS.Event2.TellMeMore.3": "Most shadows are too afraid to venture their way up here.#$b#We've had innumerable run-ins with humans that have ended... poorly, to say the least.$s",
    "Events.SenS.Event2.TellMeMore.4": "One day, I decided that I had been living in the dark long enough.#$b#I was going to come to the surface and learn about this world!$h#$b#Knowledge is a powerful tool, and with it, perhaps I could assist in bridging the gap between our two worlds.$7",
    "Events.SenS.Event2.TellMeMore.5": "...Essentially, I have a dream that one day, both of our kinds can coexist peacefully.$h#$b#Even if I don't live to see it, I want to help put the world on a better path.$l",
    "Events.SenS.Event2.TellMeMore.6": "What will you say?#That's a beautiful dream.#That's a foolish mindset.#",
    "Events.SenS.Event2.TellMeMore.7": "Thank you, @... Hearing that gives me hope.$h#$b#Although, I imagine it must sound a little naive.$8",
    "Events.SenS.Event2.TellMeMore.8": "...I know, it probably is.$s",
    "Events.SenS.Event2.TellMeMore.9": "Even my own people are perplexed by my fascination with the surface.$8",
    "Events.SenS.Event2.TellMeMore.10": "It's not something I can simply bottle up and ignore, though.#$b#This feels like my calling, and I will follow this road wherever it takes me.$h",
    "Events.SenS.Event2.TellMeMore.11": "Ah... I've probably kept you long enough.$8#$b#You humans do need to sleep after all.$8",
    "Events.SenS.Event2.TellMeMore.12": "I'm going to head back to do some reading.$h#$b#Safe travels home, @.$h",

//EVENT 4h
"Events.SenS.Event4.1": "Heehee...$12",
"Events.SenS.Event4.2": "Boo!",
"Events.SenS.Event4.3": "E-Eeek!$u",
"Events.SenS.Event4.4": "Oh! It's just you, Sen.$h#$b#You got me good!$7",
"Events.SenS.Event4.5": "Oh, I definitely haven't gotten you yet.$h",
"Events.SenS.Event4.6": "Hm? What do you mean?$u",
"Events.SenS.Event4.7": "Here I come!",
"Events.SenS.Event4.8": "Now I've got you!",
"Events.SenS.Event4.9": "Got you!$h",
"Events.SenS.Event4.10": "Oh, Yoba darnit! Looks like you did.$h",
"Events.SenS.Event4.11": "I'm getting better at this!$7",
"Events.SenS.Event4.12": "Wanna go rummage in some garbage bins?$12",
"Events.SenS.Event4.13": "Absolutely! Let's go see what treasures we can find tonight.$7",
"Events.SenS.Event4.14": "W-wait for me!!",

//EVENT 6h P1
"Events.SenS.Event6.1": "...sigh...$s",
"Events.SenS.Event6.2": "...Oh hello, @!$h#$b#Don't be shy. Come in, come in!$h",
"Events.SenS.Event6.3": "It's always a pleasure when you come to visit me.$h#$b#I hope you didn't get harassed by any crabs or bats on your way here.$8",
"Events.SenS.Event6.4": "What will you say?#Is everything alright?#This garden seems like a bit of a mess...#",
"Events.SenS.Event6.5": "Heehee... You really can read me like a book, @.$8#$b#I've been trying to get into gardening.$s#$b#...As you can see, it hasn't been going too well.$8",
"Events.SenS.Event6.6": "Yeah... as you can see, I've been trying my hand at gardening.$8#$b#I can't seem to get the hang of it, though.$s",
"Events.SenS.Event6.7": "Essentially, I've been taking plants from above ground and planting them down here.#$b#I don't know why, but they always die off after a day or so.$s#$b#Only weeds and mushrooms seem to survive...$s",
"Events.SenS.Event6.8": "You're a farmer, yes? Do you know what I might be doing wrong?$8",
"Events.SenS.Event6.9": "What will you say?#You shocked the plants when you moved them.#You're not growing the right kinds of plants.#",
"Events.SenS.Event6.10": "O-oh! That can happen?$u#$b#I guess I didn't read up enough before trying this...$8",
"Events.SenS.Event6.11": "Hmm... perhaps you're right. I was sort of digging up plants at random.$6",
"Events.SenS.Event6.12": "Oh! I just had a brilliant idea!$7",
"Events.SenS.Event6.13": "If I plant a whole bunch of mixed seeds, something would surely sprout!$h#$b#Getting enough would probably take me quite a while, though...$s#$b#Would you be willing to help me collect some?$8",
"Events.SenS.Event6.14": "What will you say?#Of course I'll help out!#Err... I'm busy, sorry.#",
"Events.SenS.Event6.15": "...!$7#$b#Thank you so much, @!$h#$b#I think if we both collect thirty mixed seeds, it'll be plenty to get something growing.$h",
"Events.SenS.Event6.16": "O...oh...$s#$b#Well, I'm sure I can gather them all on my own.$s#$b#If you change your mind later, though, I'd greatly appreciate the help.$8",
"Events.SenS.Event6.17": "Ohh... I can see it now. This garden is going to be teeming with life!$l",
"Events.SenS.Event6.18": "Golly... whenever we hang out, I get such a burst of inspiration.$7#$b#You're really something else, @.$h",
"Events.SenS.Event6.19": "Ah! That being said, I simply MUST show you the costume I've been working on.$7",
"Events.SenS.Event6.20": "Come see, come see!$h",
    "Events.SenS.Event6.p2.1": "...Thank you, @.$s#$b#I won't ever forget this.$10",

//EVENT 8h
"Events.SenS.Event8.1": "Oh, @! Came to see the view as well, did you?$h",
"Events.SenS.Event8.2": "The sky is beautiful from the lighthouse at night, isn't it?$l",
"Events.SenS.Event8.3": "I've been meaning to tell you, @...#$b#I deeply appreciate the friendship you've shown me.#$b#The choice to leave the mines was hard for me.$s#$b#For some time I wondered if my family was right...$s#$b#...That my dreams were merely a naive figment of my imagination.$s",
"Events.SenS.Event8.4": "What will you say?#Wait, they told you that?#They're probably afraid you're going to get hurt.",
"Events.SenS.Event8.5": "Indeed. It hurt me quite deeply.$s#$b#I visit my family often, but our relationship hasn't been the same since I left.$s",
"Events.SenS.Event8.6": "That they are...$s#$b#And to be honest, I know getting hurt is still a very real possibility.#$b#It's a risk I'm willing to take.",
"Events.SenS.Event8.7": "...That said, you've shown me new horizons.$h#$b#Like the morning sun peeking over the edge of the vast sea, a new day full of possibilities always arrives.$h",
"Events.SenS.Event8.8": "...That was a silly allegory, hehe. It's the middle of the night.$8",
"Events.SenS.Event8.9": "...Do you mind if I open up to you, @?#$b#I'd like to tell you a bit about my past, if you're interested.$8",
"Events.SenS.Event8.10": "What will you say?#Chatter away my friend!#Of course, that's what friends are for.",
"Events.SenS.Event8.11": "Hehe... You really know how much I ramble, don't you?$8",
"Events.SenS.Event8.12": "...Oh, @.$h#$b#You're going to bring on waterworks saying things like that!$h",
"Events.SenS.Event8.13": "So um... if you have no objections...$8#$b#Let's get right into it!$h",
"Events.SenS.Event8.14": "One day while I was exploring in the mines as a child...",
"Events.SenS.Event8.15": "Sentrez! There you are!#$b#We've been searching everywhere for you.#$b#How many times have you been told not to wander off?!$1",
"Events.SenS.Event8.16": "Eep!$3",
"Events.SenS.Event8.17": "I'm sorry! I was with the others, then I was here. I dunno what happened.",
"Events.SenS.Event8.18": "You need to improve your attentiveness, child.$1#$b#One of these days you're going to get hurt.#$b#Why can't you understand that?$1",
"Events.SenS.Event8.19": "...$s",
"Events.SenS.Event8.20": "...I'm sorry.$2",
"Events.SenS.Event8.21": "Sen, you must understand.#$b#If something were to happen to you... I...$1#$b#I don't know what I would do.$1",
"Events.SenS.Event8.22": "You're curious as to what this place is, aren't you?",
"Events.SenS.Event8.23": "Mhmm mhmm. I found this place and found a neat shiny thingy.#$b#I don't know what it's used for, but it looks like it could hold something.$h#$b#Why does it have wheels? So it won't get stuck on all the rocks?$u#$b#Oh, I know! Maybe someone lost it her--",
"Events.SenS.Event8.24": "Sen.$1",
"Events.SenS.Event8.25": "Sorry...$s",
"Events.SenS.Event8.26": "This is a place where humans infiltrated our cave system. One of many--",
"Events.SenS.Event8.27": "Oh! Humans!$h#$b#You mean the lanky people that walk around with shovels and weird lights?$u#$b#Why do they need lights? Can't they see in the dark?$u",
"Events.SenS.Event8.28": "Sen!$3",
"Events.SenS.Event8.29": "This is one of many human infiltration points...#$b#The cart here is used for collecting resources, specifically coal.",
"Events.SenS.Event8.30": "Oh, that's neat! Coal is nice for keeping warm and cooking food.$h#$b#Where are those humans now?$u",
"Events.SenS.Event8.31": "We attacked.#$b#They are no longer here.$1",
"Events.SenS.Event8.32": "Wh...Why?!$s#$b#Why would you do something so mean?$s",
"Events.SenS.Event8.33": "Mean?$3#$b#No, Sen. We were simply defending our territory.$1#$b#Humans attack us on sight. It is a matter of survival.$1#$b#Attack first. Gain the upper hand. We live to see another day.$1",
"Events.SenS.Event8.34": "B-but how do you know? They didn't do anything.$s#$b#They could have been friendly! We could share the coal and be friends instead.$s",
"Events.SenS.Event8.35": "That is not how the world works, Sentrez!#$b#Why can you not listen to me for once in your life?$1",
"Events.SenS.Event8.36": "...Sigh.$2#$b#I know it is hard to hear, Sentrez.#$b#One day, you will come to understand... Just as I once had.$1",
"Events.SenS.Event8.37": "I... I'm sorry, @.$s#$b#Talking about this... Maybe I wasn't ready...?$s#$b#I didn't mean to unload on you.$10",
"Events.SenS.Event8.38": "What will you say?#It's okay Sen, I'm here for you.#Everyone gets overwhelmed sometimes.",
"Events.SenS.Event8.39": "Thank you, @...$10#$b#I really do need your warm presence right now.$10",
"Events.SenS.Event8.40": "That is reassuring, @.$s#$b#I've been nervous about getting too emotional regarding my past.$s",
"Events.SenS.Event8.41": "I did have a little more to say, but... I'm rather exhausted now.$s#$b#Would you... um, be willing to spend some time gardening with me back in my cave?$s#$b#I think it would help calm my nerves...$8",
"Events.SenS.Event8.42": "Thank you, @... I appreciate it greatly.$h",

//EVENT 10h
"Events.SenS.Event10.1": "Oh @, Hello!$h#$b#I wasn't expecting you to drop by today.$h",
"Events.SenS.Event10.2": "The plants are doing absolutely wonderful!$7#$b#You simply must come see the potted ones.$h",
"Events.SenS.Event10.3": "Sen seems troubled. What will you say?#Is something on your mind?#Are you looking for something?",
"Events.SenS.Event10.4": "Oh, hehe... Am I really that much of an open book?$8",
"Events.SenS.Event10.5": "Oh! No, I'm not.$11#$b#I suppose I just have a lot on my mind...$8",
"Events.SenS.Event10.6": "If you'll recall from our chat at the lighthouse, there was a little more I wanted to tell you...$s#$b#Do you mind if I elaborate? If it isn't a bother, of course.$8",
"Events.SenS.Event10.7": "Thank you, @. Having a friend to talk to...$h#$b#Goodness, it makes the world feel less heavy.$4",
"Events.SenS.Event10.8": "So... this is your choice.#$b#There is no convincing you against this fool's errand, is there?$1",
"Events.SenS.Event10.9": "There isn't. I need to see the world for myself.#$b#I'm sorry.$s",
"Events.SenS.Event10.10": "Bah.$1#$b#Even now, you still wander off and refuse to listen to me.",
"Events.SenS.Event10.11": "One day, Sentrez, you will heed my warnings.#$b#The surface world is a vile and inhospitable place for us Shadows.$1",
"Events.SenS.Event10.12": "And maybe you're right...#$b#Maybe I will come back crying and admit you were right all along.$s",
"Events.SenS.Event10.13": "I need to know the truth for myself. There's a whole world out there that we know nothing about.$s#$b#To say there's no potential out there...",
"Events.SenS.Event10.14": "...It feels closed minded.$s",
"Events.SenS.Event10.15": "...$1#$b#Just visit home, will you? Let me know you're safe.#$b#I've lost enough in my life. I can't handle that again, Sentrez.$1",
"Events.SenS.Event10.16": "I will! I'll come back with all kinds of information and stories about the surface world.$h#$b#I know how much you love plants, so I'll be sure to put in some extra research there!$7",
"Events.SenS.Event10.17": "Get out of here already.#$b#Stop drawing this out with your chatter.$1",
"Events.SenS.Event10.18": "...So, I was thinking...$s#$b#If we show Skrell the potential in the surface world, perhaps he will begin to understand my perspective.",
"Events.SenS.Event10.19": "I know this is a sudden request, but would you be willing to meet my family?#$b#Just long enough to make a peace offering and show that you mean no harm.$8",
"Events.SenS.Event10.20": "Oh, @...$h#$b#Thank you so, so very much. This means the absolute world to me.$h#$b#Meet me after dark on the Scarp beach in a few days time, alright?$h#$b#Oh, and I promise I won't let scary 'ol Skrell hurt ya.$12",
"Events.SenS.Event10.21": "Well then! Let's get back to gardening, shall we?$h",
    "Events.SenS.Event10.p2.1": "Though cautious, Skrell and Ebb's apprehension towards you seems to ease ever so slightly.#Perhaps this will open the door to change...?",

//EVENT EPILOGUE
"Events.SenS.Event10.p3.1": "...I've been waiting for you.",
"Events.SenS.Event10.p3.2": "You look perplexed.#$b#Did you not expect me to be capable of speaking your language?$1",
"Events.SenS.Event10.p3.3": "It is a long story, but that is not why I'm here.",
"Events.SenS.Event10.p3.4": "I wanted to... acknowledge your offering of peace.",
"Events.SenS.Event10.p3.5": "Don't let that go to your head. I do not trust humanity, nor do I trust you.$1#$b#However... I am willing to give you a chance, for the sake of Sentrez.",
"Events.SenS.Event10.p3.6": "I will be making an appeal to my people to show forbearance towards you during your adventures.#$b#Do not take advantage of this act.$1#$b#If you do... I assure you that you will regret it deeply.$1",
"Events.SenS.Event10.p3.7": "If I may make an inquiry, human...#$b#What exactly is your relationship with Sentrez?",
"Events.SenS.Event10.p3.8": "#I love him with all my heart. [MARRIAGE UNLOCK]#He's a great friend! [ROOMMATE UNLOCK]",
"Events.SenS.Event10.p3.9": "Heh. A friendship between shadow and a human...#$b#Can such a thing truly endure the test of time?$1",
"Events.SenS.Event10.p3.10": "You will both have to put in extensive effort to prove such a thing could work long-term.#$b#I certainly have my doubts.$1",
"Events.SenS.Event10.p3.11": "Have a good evening, human.",
"Events.SenS.Event10.p3.12": "...?$3#$b#You...#$b#Hmm...#$b#Interesting.#$b#Take care with his heart. Break it and you shall regret ever crossing paths with me.$1",
"Events.SenS.Event10.p3.13": "Starting tomorrow, Sen will be available as a roommate!#Bring him a Ghost Void Pendant if you're interested.",
"Events.SenS.Event10.p3.14": "Starting tomorrow, Sen can be romanced!",

//EVENT 14 HEART
"Events.SenS.Event14.1": "Oh, hello @!$h",
"Events.SenS.Event14.2": "I'm just out here watching the waves, lost in my thoughts.$h",
"Events.SenS.Event14.3": "I really threw caution to the wind with you, huh?$8#$b#I don't regret that choice at all.$h",
"Events.SenS.Event14.4": "I have a few crocus seeds...#$b#I'm going to let them free into the sea breeze.#$b#Maybe a bloom will sprout somewhere in the world!$h",
"Events.SenS.Event14.5": "Here's to another new start, just like ours. $h",
"Events.SenS.Event14.6": "Thank you for everything, @.#$b#Honestly and truly.$l",

//Player Death Mine
"Events.SenS.ReactToDeathMine.1": "...?!",
"Events.SenS.ReactToDeathMine.2": "Wake up, please!!",
"Events.SenS.ReactToDeathMine.3": "Oh my goodness thank Yoba you're okay!$u#$b#I was so worried. Please be careful while adventuring!$s#$b#If something were to happen to you I don't know what I would do...$s#$b#Please get home and rest up for the rest of the day, okay?$s",

//Player Death Skill Cavern
"Events.SenS.ReactToDeathSkullCavern.1": "...Hey...",
"Events.SenS.ReactToDeathSkullCavern.2": "Easy, now... take it slow.",
"Events.SenS.ReactToDeathSkullCavern.3": "You're awake! Thank goodness.#$b#This strange cloaked figure found you beaten up in Skull Cavern.",
"Events.SenS.ReactToDeathSkullCavern.4": "...!#$b#@, you're okay! Oh thank goodness...",
"Events.SenS.ReactToDeathSkullCavern.5": "Is @ going to be alright, doctor?",
"Events.SenS.ReactToDeathSkullCavern.6": "@ will be okay after getting some rest.$2#$b#Make sure that happens, okay?$2",
"Events.SenS.ReactToDeathSkullCavern.7": "I'll leave you two to talk; let me know if you need anything.$2",
"Events.SenS.ReactToDeathSkullCavern.8": "Oh @, I was so terrifed you wouldn't make it.#$b#I could sense something was wrong, so I came running...#$b#Please be careful! I'm not the strongest Shadow and I don't know if I'll be able to rescue you next time...#$b#Get home and rest up, okay?",

//TRAVIS EVENTS

//0H
  "Events.TravisV.0H.1": "Oh, hey. Looks like I've got myself an audience, eh?$h",
  "Events.TravisV.0H.2": "Alright, sun's burnin' little buddies.$11#$b#I should probably make my way home now.$h",
  "Events.TravisV.0H.3": "Aight aight!$u#$b#I guess I can provide an encore since you've all been such a great audience.$l",
  "Events.TravisV.0H.4": "Okay, now I actually have to go! Sorry little dudes.$l",
  "Events.TravisV.0H.5": "Uhhh...",
  "Events.TravisV.0H.6": "Have you been behind that rock this whole time?$u#$b#Oh, whatever! Can I get some help over here?$16",
  "Events.TravisV.0H.Q1": "Scare the gulls!",
  "Events.TravisV.0H.Q2": "Not my circus, not my monkeys.",
  "Events.TravisV.0H.Q3": "Join the seagull gang.",
  "Events.TravisV.0H.Q4": "Capture a seagull!",

  "Events.TravisV.0H.C1.1": "Uhg. My mama always told me not to feed the seagulls, didn't realize that included music.$a",

  "Events.TravisV.0H.C2.1": "Hey!!! Where are you going?$u#$b#A little help please!$15",
  "Events.TravisV.0H.C2.2": "Oh jeez...$s",
  "Events.TravisV.0H.C2.3": "Travis will remember that...",

  "Events.TravisV.0H.C3.1": "...Huh.",
  "Events.TravisV.0H.C3.2": "...Is that what they mean by 'if you can't beat em, join em'?$24#$b#But don't ya gotta at least try to beat 'em first?$6",

  "Events.TravisV.0H.C4.1": "After 'em boys!",
  "Events.TravisV.0H.C4.2": "There's no way that just happened.$6",
  "Events.TravisV.0H.C4.3": "Maybe I should lay off the Joja MAX...",

  "Events.TravisV.0H.Closing.1": "Well, thanks for the rescue buckaroo.$l#$b#Don't tell anybody you saw that, aye?$6",
  "Events.TravisV.0H.Closing.Q1": "I didn't see anything.",
  "Events.TravisV.0H.Closing.Q2": "Can't make any promises.",
  "Events.TravisV.0H.Closing.2": "Thanks and thanks. You're a real pal, farmer.$9#$b#Feel free to drop by my place sometime.$l",
  "Events.TravisV.0H.Closing.3": "Eh? What are ya, the paparazzi?$a#$b#I guess that would explain hiding behind that 'ol rock over there.$22",
  "Events.TravisV.0H.Closing.4": "Guess I'll catch ya around, bud.",

  //2H
  "Events.TravisV.2H.1": "Hm hm hm~",
  "Events.TravisV.2H.2": "Aye! Now if it ain't my knight in shining armor.$l#$b#Come on in, come on in!$11",
  "Events.TravisV.2H.3": "Ack! Is knocking on the door a lost art?$u#$b#Well I guess since you're already here, you can hang around.$5",
  "Events.TravisV.2H.4": "Just stay over in the entry way, aye?$6",
  "Events.TravisV.2H.5": "Thanks for the help with those gulls!$h#$b#They sure one hardcore group of fellas.$6",
  "Events.TravisV.2H.6": "Thanks for help with those gulls...$6#$b#I sure hope ya didn't tell anybody about that.$s",
  "Events.TravisV.2H.7": "Oh yeah, sorry trying to join that seagull gang didn't work out.$6#$b#Ya seem like you're too good for 'em anyway.#h",
  "Events.TravisV.2H.8": "Oh yeah, sorry trying to join that seagull gang didn't work out.$6#$b#I think they're missing out on a prime candidate.$h",
  "Events.TravisV.2H.9": "Oh, and do I hope you're happy with yourself.$a#$b#Those seagulls threatened to poke out my eye if I didn't play for 'em all night!$14#$b#My fingers? Dead. Tired.$a",
  "Events.TravisV.2H.10": "I can't believe you tried to grab one of them gulls...$6#$b#Glad to see you still got two eyes!$h",
  "Events.TravisV.2H.11": "Hm hm hm~",
  "Events.TravisV.2H.12": "What are you whipping up?",
  "Events.TravisV.2H.13": "What's cookin' good lookin'?",
  "Events.TravisV.2H.14": "Blackberry Cobbler! I'm a sucker for this stuff.$13",
  "Events.TravisV.2H.15": "Heh. Seems like somebody's got a sweet tooth.$9#$b#It's blackberry cobbler if you'd like to know.$8",
  "Events.TravisV.2H.16": "I go pickin' berries every fall and bake with 'em year round.$h#$b#Good for the environment too. Most blackberries are actually invasive around these parts.$6",
  "Events.TravisV.2H.17": "Speaking of which...",
  "Events.TravisV.2H.18": "I've got a pretty peculiar companion.$6#$b#Let me show him to ya while this bakes.",
  "Events.TravisV.2H.19": "Hm hm hm. I know he's around here somewhere...$6",
  "Events.TravisV.2H.20": "Jeremy!",
  "Events.TravisV.2H.21": "Aye, there's my big buddy.$l#$b#Don't mind him, he just moves at a...$9#$b#...snail's pace.$24",
  "Events.TravisV.2H.22": "That's not even a pun, that's just literal.",
  "Events.TravisV.2H.23": "Absolutely snail-arious.",
  "Events.TravisV.2H.24": "Are we going to ignore the elephant in the room?",
  "Events.TravisV.2H.25": "Oh don't be so uptight, farmer.$9#$b#Have ya ever thought about coming outta your shell a little?$24",
  "Events.TravisV.2H.26": "Aye! You've s-nailed it with that one!$8",
  "Events.TravisV.2H.27": "Eh? I don't see any elephants, farmer.$24#$b#I think you need to get your eyes checked. Perhaps you should shell out for a good pair of glasses?$8",
  "Events.TravisV.2H.28": "So, yeah. This is Jeremy. Say hi Jeremy.$l",
  "Events.TravisV.2H.29": "You play cards with Jeremy and Travis for a while... Somehow, Jeremy wins every time.",
  "Events.TravisV.2H.30": "I went traveling for a while after I uh...$6#$b#...moved on from my previous career.$18",
  "Events.TravisV.2H.31": "Found myself on Ginger Island and he and a few of his baby snail buddies stowed away in my backpack$u.#$b#His species isn't native to these parts, kinda eat everything, and never stop growing.$6",
  "Events.TravisV.2H.32": "If you see any of 'em around, could you bring 'em to Jer?$12#$b#He knows how to keep 'em under control.$13",
  "Events.TravisV.2H.33": "Otherwise, Jeremy's a great companion.$h#$b#Don't judge him based on his looks. He might not have a brain, but he's way smarter than he seems.$l",
  "Events.TravisV.2H.34": "You play cards with Jeremy and Travis for a while... Somehow, Jeremy wins every time.",
  "Events.TravisV.2H.35": "Aaaand done! Hope ya like blackberry, farmer.$l",
  "Events.TravisV.2H.36": "%The cobbler tastes divine, perfectly warm and homely.#$b#%Somehow it reminds you of %favorite...",
  "Events.TravisV.2H.37": "No need to tell me how it is. I already know it's perfect.$9#$b#It's a family secret recipe... My ma's creations are always showstoppers.$11",
  "Events.TravisV.2H.38": "Thanks for dropping in... it's been nice.$11#$b#That said, I think I needa recharge my battery.$20#$b#Hope you stop in again sometime.$11",
  "Events.TravisV.2H.39": "Catch you later!",
  "Events.TravisV.2H.40": "Keep that smile warm for me, I'll be coming back for it.",
  "Events.TravisV.2H.41": "Oh ho ho. Is that a promise, or a threat?$9",
  "Events.TravisV.2H.42": "Catch you around~",

  //4H
  "Events.TravisV.4H.1": "Alright, mine's done.#$b#I don't think I quite got the path right, but it is what it is.$h",
  "Events.TravisV.4H.2": "I for one think it's fantastic.#$b#It looks like the path to me, so I'd say it's a win.$l",
  "Events.TravisV.4H.3": "Yours also came out great Trav, it's soooo pretty.$h",
  "Events.TravisV.4H.4": "Emily, he paints that EVERY single time.$u",
  "Events.TravisV.4H.5": "So? That doesn't make it any less pretty.#$b#Your cow portrait also came out amazing!$h",
  "Events.TravisV.4H.6": "We all did great!",
  "Events.TravisV.4H.7": "Girl, you just threw random paint splatters on the canvas.$s",
  "Events.TravisV.4H.8": "I think you just don't understand what she was going for.$7",
  "Events.TravisV.4H.9": "Agreed.",
  "Events.TravisV.4H.10": "Uhg. Well then can you explain what I'm not understanding?$s",
  "Events.TravisV.4H.11": "Well clearly...$l",
  "Events.TravisV.4H.12": "Often in art, the color green represents the emotion envy.$6#$b#As the base canvas is green, the giant blue splotches represent the never ending desire for growth a mega corporation, such as Joja, craves.$a#$b#It will devour everything useful to it in its path, leaving nothing behind.$18#$b#The green could also symbolize the thoughtless destruction of nature through consumption, but that's another tangent all together.$6#$b#The orange splotches must represent the warm creative spirit, fighting back against the machine in small yet impactful ways!$12#$b#Yeah. That's definitely it!$13",
  "Events.TravisV.4H.13": "*snickers*",
  "Events.TravisV.4H.14": "Hey, what're y'all laughing at?$a",
  "Events.TravisV.4H.15": "You're doing the thing.$13",
  "Events.TravisV.4H.16": "The...?$6#$b#Oh!$u",
  "Events.TravisV.4H.17": "That wasn't it at all, but I appreciate the thoughtful interpretation.$h",
  "Events.TravisV.4H.18": "Oh.",
  "Events.TravisV.4H.19": "Are you serious? I had literally JUST understood it.$u",
  "Events.TravisV.4H.20": "Aye! If it ain't @.$h#$b#Hope you've been takin' care of yourself toiling away on that farm.$l",
  "Events.TravisV.4H.21": "# Sure have been, thanks for asking! # I have been, but maybe I could use a personal farmhand...",
  "Events.TravisV.4H.22": "Aye? Is that so...$24#$b#You happen to be hiring?$9",
  "Events.TravisV.4H.23": "Aye! If it ain't @.$10#$b#I'll have ya know I kept this smile warm for ya.$9",
  "Events.TravisV.4H.24": "# That's cool. # Seems we've warmed each other up, haven't we?",
  "Events.TravisV.4H.25": "Well, no uh, it's uh. Warm. Yeah.$29#$b#(Shoot. Haley I think I misread the vibes.)$30",
  "Events.TravisV.4H.26": "Yeaahhh...",
  "Events.TravisV.4H.27": "Er. Anyways.$20",
  "Events.TravisV.4H.28": "Hiya farmer! We're having a paint and sip.#$b#Wanna see what we've made?$h",
  "Events.TravisV.4H.29": "Oh, we should so have @ vote on which painting they like the best.$13",
  "Events.TravisV.4H.30": "This is supposed to be for fun, not a contest!$s",
  "Events.TravisV.4H.31": "I don't think it would hurt anything. Let's see what @ thinks.$h",
  "Events.TravisV.4H.32": "Fiiiiine.",
  "Events.TravisV.4H.33": "Leah painted a nature scene, inspired by the forked path behind you.",
  "Events.TravisV.4H.34": "Travis painted a moon overlooking a grassy field... you recall his house is full of variations of this exact painting.",
  "Events.TravisV.4H.35": "Emily's painting is a freeform haphazard splatter of colorful paint.",
  "Events.TravisV.4H.36": "Haley painted a cow. It's absolutely adorable!",
  "Events.TravisV.4H.37": "So, which one's yer favorite?$11",
  "Events.TravisV.4H.38": "Vote for your favorite painting! # Leah's landscape is stunning! # Travis's painting, it's so serene. # Emily's abstract splatter is out of this world! # Haley's! Cows are so cute. # I think they're all amazing! # Travis's piece painted its way into my heart...",
  "Events.TravisV.4H.39": "Oh! Thank you!$h#$b#I honestly didn't expect that. I fought with that path for an entire hour.$s",
  "Events.TravisV.4H.40": "Hey! I told you the path looked fine, you're being too hard on yourself.$11",
  "Events.TravisV.4H.41": "Yeah, you're right. It's just a path.#$b#They're wiggly and weird, so it's going to look weird no matter how I do it.$h",
  "Events.TravisV.4H.42": "That's the spirit!",
  "Events.TravisV.4H.43": "Heh! Why thank you. This style of painting is my specialty.$12",
  "Events.TravisV.4H.44": "What? You can't just paint the same thing over and over again and WIN.$u",
  "Events.TravisV.4H.45": "I sure can and will. That's how the industry works, girl.$8",
  "Events.TravisV.4H.46": "Oh! Yippee! I'm glad you think so, @.#$b#I poured my whole heart and soul into this one!$h",
  "Events.TravisV.4H.47": "What? It's literally JUST a paint splatter.$u",
  "Events.TravisV.4H.48": "I honestly just want to know what it means. Keeping secrets ye are, Emily.$6",
  "Events.TravisV.4H.49": "I'm guessing it doesn't have a meaning, it's symbolic of the freedom of self expression.",
  "Events.TravisV.4H.50": "Eeeeexactly!$h",
  "Events.TravisV.4H.51": "Oh come ooooon. That's it?$a",
  "Events.TravisV.4H.52": "I can't believe this. I actually liked your interpretation better, Travis.$s",
  "Events.TravisV.4H.53": "The right choice, obviously! I painted it from a picture I took recently.$h#$b#I'm not much of a painter, so I'm pretty proud of it if I do say so myself.$11",
  "Events.TravisV.4H.54": "As you should be. Cows are pretty dang cute.$h",
  "Events.TravisV.4H.55": "Glad you think so, because that's the only correct take.",
  "Events.TravisV.4H.56": "...Coward.$u",
  "Events.TravisV.4H.57": "Oh ho ho. Keep saying things like that, and you might sketch your way into mine.$9",
  "Events.TravisV.4H.58": "Oh, I see how it is. The vote was rigged this whole time.$u",
  "Events.TravisV.4H.59": "Contests usually are, girl.$24",
  "Events.TravisV.4H.60": "We're probably gonna keep paintin' a while if you wanted to stick around.$11",
  "Events.TravisV.4H.61": "Yeah, we're going to use Travis as a canvas. You don't want to miss this.",
  "Events.TravisV.4H.62": "Wait what?",
  "Events.TravisV.4H.63": "The girls spent a half an hour chasing Travis around with a paint brush.#...He probably deserved it.",

  //6H P1
  "Events.TravisV.6H.P1.1": "Farmer!",
  "Events.TravisV.6H.P1.2": "Aye, how lucky am I to run into ya?$11#$b#Don't mean to hold you up, but I've got a question for ya.$l",
  "Events.TravisV.6H.P1.3": "[LocalizedText Strings/LitD/DynamicEventStrings:TravisV.IntroReaction]",
  "Events.TravisV.6H.P1.4": "Would you like to hit the Stardrop Saloon for a bite to eat sometime?$11#$b#I'd love a chance to get to know you a little better.$9",
  "Events.TravisV.6H.P1.5": "Have lunch with Travis?",
  "Events.TravisV.6H.P1.6": "Sure, but as friends.",
  "Events.TravisV.6H.P1.7": "Me too... Let's make it a date.",
  "Events.TravisV.6H.P1.8": "Roger that. Heard ya loud and clear.$11#$b#Meet me at the Saloon around 7pm sometime after today.$l#$b#Got a Jerrand I needa run tonight, unfortunately.$6",
  "Events.TravisV.6H.P1.9": "Aye aye. Glad we're on the same page.$9",
  "Events.TravisV.6H.P1.10": "Meet me at the Saloon around 7pm sometime after today.$24#$b#I'll be lookin' forward to it.$25",
  "Events.TravisV.6H.P1.11": "Soooo I was thinkin'... We've bumped into each other quite a bit, but I feel like I don't know a lot about ya.$6#$b#Would you like to hit the Stardrop Saloon for a bite to eat sometime?$l",
  "Events.TravisV.6H.P1.12": "Have lunch with Travis?",
  "Events.TravisV.6H.P1.13": "Sure, sounds like a plan!",
  "Events.TravisV.6H.P1.14": "How about... we make it a date?",
  "Events.TravisV.6H.P1.15": "Aight then, I'll scratch that down so I do't forget!$11#$b#I'm lookin' forward to it.$l",
  "Events.TravisV.6H.P1.16": "Meet me at the Saloon around 7pm sometime after today.$l#$b#Got a Jerrand I needa run tonight, unfortunately.$6",
  "Events.TravisV.6H.P1.17": "I... honestly didn't think you were interested in me like that.$21",
  "Events.TravisV.6H.P1.18": "Color me pleasantly surprised. I'd love to make it a date.$24",
  "Events.TravisV.6H.P1.19": "Meet me at the Saloon around 7pm sometime after today.$24#$b#I'll be lookin' forward to it.$25",
  "Events.TravisV.6H.P1.20": "I...uh.$u",
  "Events.TravisV.6H.P1.21": "[LocalizedText Strings/LitD/DynamicEventStrings:TravisV.Homewrecker]",
  "Events.TravisV.6H.P1.22": "So um... meet me at the Saloon around 7pm sometime after today, aight?$29#$b#Got a Jerrand I needa run tonight, unfortunately.$20",
  "Events.TravisV.6H.P1.23": "Catch ya later, farmer!",
  "Events.TravisV.6H.P1.24": "Saloon around 7pm sometime after today. Got it!",
  "Events.TravisV.6H.P1.25": "Travis gently takes your hands and slips something into your palms...",
  "Events.TravisV.6H.P1.26": "See you soon, @...$9",
  "Events.TravisV.6H.P1.27": "Looks like I got a date at the Saloon this week...",
  "Events.TravisV.6H.P1.28": "C'ya farmer!",
  "Events.TravisV.6H.P1.29": "Well. That sure was awkward."
}
