{
/*
███████╗███████╗███████╗████████╗██╗██╗   ██╗ █████╗ ██╗     ███████╗
██╔════╝██╔════╝██╔════╝╚══██╔══╝██║██║   ██║██╔══██╗██║     ██╔════╝
█████╗  █████╗  ███████╗   ██║   ██║██║   ██║███████║██║     ███████╗
██╔══╝  ██╔══╝  ╚════██║   ██║   ██║╚██╗ ██╔╝██╔══██║██║     ╚════██║
██║     ███████╗███████║   ██║   ██║ ╚████╔╝ ██║  ██║███████╗███████║
╚═╝     ╚══════╝╚══════╝   ╚═╝   ╚═╝  ╚═══╝  ╚═╝  ╚═╝╚══════╝╚══════╝
*/


//Sen festivals
"Festivals.SenS.spring13.1": "....I am a normal person in an egg suit. Please carry on.$13",
"Festivals.SenS.spring13.2": "Auuaghh, this thing is so scratchy...$13#$b#Oh, uh. I'm just a guy in an egg suit. Have a nice day.$13",
"Festivals.SenS.spring13.3": "Don't even say it... I already know my costume is egg-cellent.$13",

"Festivals.SenS.spring24.1": "The air is sweet with the smell of flowers...$14#$b#...I wonder if anyone would mind if I took a few bunches home?$14",
"Festivals.SenS.spring24.2": "Dancing... I would love to participate, but I unfortunately have two left feet.$14",
"Festivals.SenS.spring24.3": "Hm? Don't worry, I'm comfortable over here by myself.$14#$b#Crowds are rather stressful for me.$14",

"Festivals.SenS.summer11.1.Nyapu": "This \"sandcastle\" seems to be breathing...$15",
"Festivals.SenS.summer11.2.Nyapu": "There's something suspicious about this \"sandcastle\"...$15",
"Festivals.SenS.summer11.3.Nyapu": "You go to touch the \"sandcastle\" and it hisses at you...$15",
"Festivals.SenS.summer11.1.Default": "%This \"sandcastle\" seems to be breathing...",
"Festivals.SenS.summer11.2.Default": "%There's something suspicious about this \"sandcastle\"...",
"Festivals.SenS.summer11.3.Default": "%You go to touch the \"sandcastle\" and it hisses at you...",

"Festivals.SenS.summer28.1": "Squish squish... squishy squish???$16#$e#Squish!!!$16",
"Festivals.SenS.summer28.2": "Squishy... Squish! Squishsquash squish!$16#$e#Squuuaaash!!$16",
"Festivals.SenS.summer28.3": "Squishing squish squishy! Squishhh!!!$16#$e#Squish....$16",

"Festivals.SenS.fall16.1": "Sigh... I wish I could partake in the activities.$17#$b#Alas, I am but an armless pumpkin.$17",
"Festivals.SenS.fall16.2": "Talking pumpkins are a normal part of this event.$17#$b#Yes indeed. Everyone knows that.$17",
"Festivals.SenS.fall16.3": "I'm a magical talking pumpkin from the far away land of %place.$17#$b#That is absolutely factual.$17",

"Festivals.SenS.fall27.1": "Hehe... I'm having a blast! Everyone thinks my \"costume\" is super scary.$h#$b#On second thought, I'm actually not sure how I feel about that...$8",
"Festivals.SenS.fall27.2": "Oh? The treasure? You can have it!$h#$b#I'm just glad I get to participate.$h",
"Festivals.SenS.fall27.3": "Boo!$h#$b#Hehe, did I scare you?$12#$e#What do you mean I'm not scary?$u",

"Festivals.SenS.winter8.1": "I'm over here trying to avoid the teacher lady...$18#$b#She keeps mistaking me for a lost child, then starts looking for my parents...$18#$b#I should make a larger costume... shrinking down into this one is such a pain.$18",
"Festivals.SenS.winter8.2": "Once you reel in those fish, the whole area is going to reek.$18#$b#I can't wait!$18",
"Festivals.SenS.winter8.3": "I want to make a snow person but this outfit is too stiff on me.$18#$b#If I move I'll waddle around like a penguin...$18",

"Festivals.SenS.winter25.1": "You can feel the affection everyone has for one another during this festival...$18#$b#It puts a smile on my face.$18#$e#I wish everyday was like this...$18",
"Festivals.SenS.winter25.2": "Hohoho... I'm the real Santa Claus!$18#$b#That is a 100% truthful fact, I swear.$18",
"Festivals.SenS.winter25.3": "I wish I could participate in the festivities...$18#$b#I could make so many lovely gifts for people!$18#$e#Maybe I should make the gifts anyway and sneak them into mailboxes.$18",

//Passive Festivals
"Festivals.SenS.NightMarket.1": "The night market sells many rare goods that are very helpful for costume design.#$b#Thankfully the characters there are so colorful, I blend right in hehe.",
"Festivals.SenS.NightMarket.2": "Are you going to purchase anything from the market, @?#$b#You might have to wait a whole year if you pass on something you want.",
"Festivals.SenS.NightMarket.3": "This is the one time of year I risk going out and about.#$b#The market has too many useful goods for me to pass up on.",

"Festivals.SenS.TroutDerby.1": "Quite a few humans fishing out here today, aren't there?#$b#I couldn't quite contain my curiosity...",
"Festivals.SenS.TroutDerby.2": "Trout, trout trout... I know little about this fish!#$b#I should do a little studying during my next library raid.",

"Festivals.SenS.DesertFestival.1": "I'm curious about the blue haired girl's shop...#$b#Ah, must resist the urge to interact! I might be discovered.",
"Festivals.SenS.DesertFestival.2": "It is so hot here... Too hot.#$b#No, that's not the problem. It's too dry. Blegh.#$b#I read about this, why did I think coming here was a good idea?",

"Festivals.SenS.SquidFestival.1": "Squids... the only squids I'm familiar with are \"Squid Kids\".#$b#I simply can't stand those guys. Always shooting fireballs at me...",
"Festivals.SenS.SquidFestival.2": "Do these kinds of events impact the local population of the fish you're catching?#$b#Have fun, but be kind to nature.",

"Festivals.SenS.PrideFest": "Human gender fascinates me. Among our kind we are all considered \"non-binary\" by human standards.$6#$b#Learning human language was tricky as it introduced me to the foreign concept of gender identity.$8#$b#After much discussion with {{SenKrobusReference}} I found I resonated the most with masculine pronouns, so here we are!$h",

"Festivals.SenS.FestivalOfTheMundane.1": "Oh...! This isn't the safest of places right now.$u#$b#If the shadows here catch on they'll...$s#$b#Just be careful!$u",
"Festivals.SenS.FestivalOfTheMundane.2": "Shadows engaging with human culture...#$b#I hope humans can engage with our culture in the future.$l#$e#This festival gives me hope for a brighter tomorrow.$h",
"Festivals.SenS.FestivalOfTheMundane.3": "Do you think humans see this event as mockery?#$b#To a degree it kind of is.$8",

//Fireworks Festival
"Festivals.SenS.summer20.1": "Is it really a good idea to sell fireworks to the general public?#$b#That sounds like a recipe for a forest fire.",
"Festivals.SenS.summer20.2": "The loud explosion of fireworks terrifies me, yet I can't look away.#$b#The colors are truly a sight to behold.",
"Festivals.SenS.summer20.3": "When you purchase fireworks I guess you can say you get a 'bang for your buck'.#$e#Heheh. Get it?#$b#Because fireworks explode?",

//Ridgeside Gathering
"Festivals.SenS.fall20.1": "Boys, girls...#$b#My kind doesn't particularly differentiate.#$e#It's fascinating to see how different our cultures are.",
"Festivals.SenS.fall20.2": "The musical equipment caught my eye.#$b#Perhaps I should pick up an instrument...",
"Festivals.SenS.fall20.3": "There are so many people here.#$b#It's equal parts intimidating and heartwarming to me.",

//Ember of Resolution
"Festivals.SenS.winter28.1": "What's your resolution for the new year?#$b#Mine is to crochet at least 100 things!#$e#Hmm... Where will I store it all?",
"Festivals.SenS.winter28.2": "I'm excited to see the giant bonfire.#$b#I wonder who came up with this tradition?",
"Festivals.SenS.winter28.3": "My resolution this year is to try something new.#$b#I have a few hobbies already, but I'd like to branch out more!",

//Surfing Festival
"Festivals.SenS.summer5.1": "%Something tells you that this isn't a surfboard.",
"Festivals.SenS.summer5.2": "%The 'surfboard' eyes you intensely.",
"Festivals.SenS.summer5.3": "%There's something suspiscious about this surfboard.",

//Fashion festival
"Festivals.SenS.spring19.1": "Humans are incredibly creative. So many styles!$21#$b#If we had the materials, my people would enjoy this kind of event...$21",
"Festivals.SenS.spring19.2": "How are you enjoying the event?$21#$b#I'm getting so much inspiration for future costume projects!$21",
"Festivals.SenS.spring19.3": "I want to talk to the other attendees, but I'm so nervous...$21",

//Love Festival
"Festivals.SenS.winter13.1": "Love letters, hm? What an interesting tradition...$20#$e#What, why are you looking at me like that?$20",
"Festivals.SenS.winter13.2": "What did the root vegetable say to their partner?$20#$b#You make my heart beet.$20#$e#What? You try to come up with something better!$20",
"Festivals.SenS.winter13.3": "I think my costume came out 'lovely'.$20#$b#Hahaha... get it? Because it's a romance festival?$20",

//Marketpalooza
"Festivals.SenS.fall3.1": "Quick Sen... act natural!$17#$b#%The little pumpkin man makes incoherent pumpkin noises...",
"Festivals.SenS.fall3.2": "Boooo spooooky I'm a talking pumpkin! You're halluuuucinating!$17",
"Festivals.SenS.fall3.3": "I am just an ordinary pumpkin. Please advert your gaze.$17#$b#There is nothing to see here.$17",
//--TRACE--//
//Egg Festival
"Festivals.TraceV.spring13.1": "Let me tell you about the egg, @.#$b#The egg is round, the egg comes in many varieties and the egg can hatch into birds.$7#$b#Or lizards I guess.$6#$b#Cherish the egg, my friend.#$e#Do you wish to know more about the egg?$h#$b#Sorry, I can't share any more egg secrets.$6",
"Festivals.TraceV.spring13.2": "This event reminds me of the highway egg incident.$h#$b#No, I'm not going to elaborate on that point.#$e#Have a lovely day!$l",
"Festivals.TraceV.spring13.3": "What do you think the mayor does with the eggs after the event?$h#$b#Does he turn them into egg salad and eat em?$6#$b#Man, he should share.$a",

//Flower Dance
"Festivals.TraceV.spring24.1": "Woohoo! I'm captain of this ship! no one can stop me me now!$8#$b#Just you try, you'll see what happens.$9",
"Festivals.TraceV.spring24.2": "Yeeaaah. Noone's getting me into a blue suit, sorry.$a#$b#You'll have to take me down kicking and screaming before that happens.$8",
"Festivals.TraceV.spring24.3": "I like flowers. They're pretty cool. Yeah.#$b# They're like super awesome, man.$h#$b#%Trace's brain appears to be off in another dimension... Please try again later.",

//Luau
"Festivals.TraceV.summer11.1": "Soup boat soup boat soup boat! All aboard the soup boat!$h#$b#Can I interest you in a boat of soup, @?$h",
"Festivals.TraceV.summer11.2": "What was I gonna bring to put into the soup again... Hrm, It's a little too late to be worrying about that now.",
"Festivals.TraceV.summer11.3": "This year I'm putting a full bottle of homemade blackberry sauce into the soup.$h#$b#Though, you probably won't even notice it mixed into the rest of the chaos.$6",

//Moonlight Jellies
"Festivals.TraceV.summer28.1": "Man why do the jellies only come once a year? They're so shellfish!$a#$b#...Does that pun even work? I don't think jellyfish are shellfish.$6",
"Festivals.TraceV.summer28.2": "Helllooo Jerbear, how are you little guy? My little baby shmoopie poo.$11#$b#Oh hey, @, just hanging out with the coolest snail around while waiting for the jellies to show up!$11#$b#Wanna join us?$11",
"Festivals.TraceV.summer28.3": "I wonder why the jellies always visit this beach each year? Maybe the sea water tastes good?$6#$b#I for one, disagree if that's the case! All sea water tastes nasty!$a",

//Fair
"Festivals.TraceV.fall16.1": "I bought a few tokens but I lost 'em all at the spinny wheel thing.#$b#I shouldn't play luck based games, it never works out for me.$6",
"Festivals.TraceV.fall16.2": "",
"Festivals.TraceV.fall16.3": "",

//Sprits Eve
"Festivals.TraceV.fall27.1": "Hoooow the heck did I even get here?!$u#$b#How do I manage to do this every year?$6",
"Festivals.TraceV.fall27.2": "I made a left... then a right... now I'm here. Hrm.$6#$b#Trace, master of getting horribly lost strikes again.$h",
"Festivals.TraceV.fall27.3": "Sooo I've given up trying to figure out where I am.#$b#I'm just going to wait for the wizard guy to free me.$h#$b#Unfortunately I have zero patience.$6",

//Ice Festival
"Festivals.TraceV.winter8.1": "Smells a little fishy out here if I do say so myself. Beware the fish stink, @.$a#$b#Come into contact with the fish stink and you'll eventually turn into a fish.$a#$b#Glub glub. Oh Yoba, I'm turning into a fish!$u",
"Festivals.TraceV.winter8.2": "This little Santa dude is adorable. I'm going to give 'em a big hug.$h#$b#I get the vibe they could crush my bones if they wanted too, though.$6#$b#Please don't crush my bones, small Santa!$u",
"Festivals.TraceV.winter8.3": "One fish, Two fish, Red fish, Blue fish. Black fish, Blue fish, Old fish, New fish.$h#$b#This one has a little car. This one has a little star.$l#$e#Say! What a lot of fish there are. Yes. Some are red, and some are blue.$h#$b#Some are old and some are new. Some are sad, and some are glad, And some are very, very bad.$6#$e#Why are they sad and glad and bad?$6#$b#I do not know, go ask your dad.$a#$e#Oh sorry, @. I forgot the rest.$6",

//Winter Star
"Festivals.TraceV.winter25.1": "I think my secret friend forgot about me this year. Huge bummer.$6#$b#Oh well, it's fine...$s",
"Festivals.TraceV.winter25.2": "Huh? Why am I over here by myself?$s#$b#Heh. I'm fine, don't worry about it, buckaroo.$l",
"Festivals.TraceV.winter25.3": "Happy Winter Star, @. Enjoying the festivities?$l#$b#I'll probably head out soon. I got stuff I need to do. Important stuff.$6#$b#Ya know, like this and that.$s",

//Night Market
"Festivals.TraceV.NightMarket.1": "Every year I wind up at the Night Market and end up buying a ton of weird knick-knacks I don't need.$6#$b#Hmm...$6#$b#Oh well!$11",
"Festivals.TraceV.NightMarket.2": "Gonna get anything good from the Night Market, buddy?#h#$b#I heard they've got a pretty neat painting for sale.$l#$3#Might just snatch it up myself, to be honest.$9",
"Festivals.TraceV.NightMarket.3": "Last year Eve bought a bunch of fireworks from the Night Market.#$b#I think they should probably ban her from doing that before one flies across the Scarp and ends up on my front lawn.$6",

//Marketpalooza
"Festivals.TraceV.fall3.1": "Wooo! You gonna participate in the raffle, @? I hope you win something good!$h#$b#Wait. I won't wish you anything. That'll curse you to NOT winning.$6",

//--JEREMY--//
"Festivals.JeremyTSnail.JeremyKnowsYouUsedNoClip.True": "...Hm. It seems you used nefarious means to reach me.#$b#For shame, @. For shame.$2",
"Festivals.JeremyTSnail.JeremyKnowsYouUsedNoClip.False": "%Jeremy gives you a knowing gaze. They know how you reached them.#$b#...$2",

"Festivals.JeremyTSnail.Summer28.1.True": "Worry not, I am hardier than most members of my species. A little salt exposure will not bother me.#$b#This event is quite a nice way to celebrate my birthday if I do say so myself.$1",
"Festivals.JeremyTSnail.Summer28.2.True": "As a young snail back on Ginger Island, I once fell in love with a lunaloo...#$b#Creatures of sea and lava, it was never meant to be.$2#$b#Does part of me hope to see Lunarella tonight...?#$b#Perhaps.$1",
"Festivals.JeremyTSnail.Summer28.3.True": "Trace has been staring off into space for some time...#$b#Hmm...$2#$b#Nothing out of the ordinary there.$3#$b#Perhaps if I make a squeak and they will give me an apple...$1",
"Festivals.JeremyTSnail.Summer28.1.False": "%Jeremy seems more energetic than usual. It must be because it's their birthday!",
"Festivals.JeremyTSnail.Summer28.2.False": "%Jeremy looks forelorn, as if they're thinking about a long lost love.",
"Festivals.JeremyTSnail.Summer28.3.False": "%Jeremy floats in the water, staring at Trace. They appear to be contemplating something.",

//Pipo
"Festivals.PipoP.spring13.1": "PipopopPipoPip.",
"Festivals.PipoP.spring13.2": "%Pipo considers the ethics of wasting eggs for the temporary amusement of humans.",
"Festivals.PipoP.spring13.3": "%Pipo wonders what it would be like to be an egg for a day. It must be a very round sensation.",

"Festivals.PipoP.spring24.1": "Meeowwroww meow meow.",
"Festivals.PipoP.spring24.2": "%Pipo bounces up and down. They are undeniably a masterful dancer.",
"Festivals.PipoP.spring24.3": "%Pipo chews on a flower stem. Its species is now unrecognizable.",

"Festivals.PipoP.summer11.1": "Miirrupp meow row.",
"Festivals.PipoP.summer11.2": "%Pipo plucks at the carpet, pulling out long threads. What a callous creature.",
"Festivals.PipoP.summer11.3": "%Pipo aggressively sheds hair to put in the soup.",

"Festivals.PipoP.summer28.1": "Hooowll woowl meowl.",
"Festivals.PipoP.summer28.2": "%Pipo hisses at the ocean. It must be banished.",
"Festivals.PipoP.summer28.3": "%Pipo sniffs at the sand then sneezes.",

"Festivals.PipoP.fall16.1": "Pipo Pip Po Pipo.",
"Festivals.PipoP.fall16.2": "%Pipo sniffs at the air. There are snackies afoot. They must be consumed.",
"Festivals.PipoP.fall16.3": "%Pipo does not understand the human obsession with shiny round coins.",

"Festivals.PipoP.fall27.1": "Meow meow mrow meow....",
"Festivals.PipoP.fall27.2": "%Pipo hisses at all of the scary decorations!",
"Festivals.PipoP.fall27.3": "%Pipo lurks into the shadows like the Spirit's Eve cat they are.",

"Festivals.PipoP.winter8.1": "Meow row meow mewl meow! Meow Meow!",
"Festivals.PipoP.winter8.2": "%Pipo sniffs at the ground, then makes a stink face. There are smelly smelly fish afoot.",
"Festivals.PipoP.winter8.3": "%Pipo's feet sink into the snow. They are displeased with the antics of frozen water.",

"Festivals.PipoP.winter25.1": "Pipo piiip pop pipo.",
"Festivals.PipoP.winter25.2": "%Pipo has a piece of coal in their mouth. I wonder who it's for?[382]",
"Festivals.PipoP.winter25.3": "%Pipo looks up at you expectantly.#$b#%What, you didn't bring them Winter Star snackies?",

"Festivals.PipoP.NightMarket.1": "Piipppoomoowwmeow meow meow row meowl.",
"Festivals.PipoP.NightMarket.2": "%Pipo thinks about stealing fish from the Night Market vendors.",
"Festivals.PipoP.NightMarket.3": "%Pipo does not have any money to spend at the Night Market. They are a cat.",

//Fireworks Festival
"Festivals.PipoP.summer20.1": "Meow meow rowl rowl meow.",
"Festivals.PipoP.summer20.2": "%Pipo hates explosions! Noises loud! Hate!",
"Festivals.PipoP.summer20.3": "%Pipo grooms their feet and plucks at their claws.",

//Ridgeside Gathering
"Festivals.PipoP.fall20.1": "Meow meow rowl meowl. Pipo pip!",
"Festivals.PipoP.fall20.2": "%You give Pipo chin scritches and they purr loudly.",
"Festivals.PipoP.fall20.3": "%Pipo paws at your shoes, then flops on your foot.",

//Ember of Resolution
"Festivals.PipoP.winter28.1": "Mew mew mew meow meow mrowl?",
"Festivals.PipoP.winter28.2": "%Pipo stares at the giant pile of wood. What could it be for? How can a cat answer these questions?",
"Festivals.PipoP.winter28.3": "%Pipo rubs up against your leg and purrs.",

//Surfing Festival
"Festivals.PipoP.summer5.1": "Pipopo pip pip po!",
"Festivals.PipoP.summer5.2": "%Pipo thinks about using a surfboard as a scratching post.",
"Festivals.PipoP.summer5.3": "%Pipo daydreams about becoming a surfing legend.",

//Fashion Festival
"Festivals.PipoP.spring19.1": "Meow mrowl meowl mew!",
"Festivals.PipoP.spring19.2": "%Pipo has a piece of cloth in their mouth. Where did it come from?",
"Festivals.PipoP.spring19.3": "%You go to pet Pipo and they stand on their back legs, rubbing their head into your hand.",

//Love Festival
"Festivals.PipoP.winter13.1": "Mew meow mew meow mowl hooowl.",
"Festivals.PipoP.winter13.2": "%Pipo wonders if they will ever find a kitty life companion.",
"Festivals.PipoP.winter13.3": "%Pipo stares at the balloons with an urge to pop them with their claws.",

//Markeypalooza
"Festivals.PipoP.fall3.1": "Meow meow mrow meow row mowl.",
"Festivals.PipoP.fall3.2": "%Pipo stares off into space. What could be going through their kitty mind?",
"Festivals.PipoP.fall3.3": "%Pipo rolls around on the ground with belly exposed. Must resist the urge to pet."
}
