{
/*
 ██████╗ ██╗███████╗████████╗███████╗
██╔════╝ ██║██╔════╝╚══██╔══╝██╔════╝
██║  ███╗██║█████╗     ██║   ███████╗
██║   ██║██║██╔══╝     ██║   ╚════██║
╚██████╔╝██║██║        ██║   ███████║
 ╚═════╝ ╚═╝╚═╝        ╚═╝   ╚══════╝
*/

//--Stardrop Tea. Headcanon it smells/tastes like an NPC's favorite thing.--//
"Gifts.TravisV.StardropTea": "Woah, why is this stuff like... glowing purple? Is it safe to drink?$6#$b#Eh, whatever. I've drank weirder things. Bottoms up!$8",
"Gifts.SenS.StardropTea": "Sniff...Sniff...$l#$b#Oh that smells absolutely delightful, @!$7#$b#I'll drink this along with a good book, thank you!$h",
"Gifts.JeremyTSnail.StardropTea": "...!$2#$b#%Jeremy loses their calm demeanor guzzles down the tea like a wild beast.#$b#%They then promptly return to a normal state of peacefulness.",

//--SEN--//
"Gifts.SenS.GiftReaction.Love": "Oh! Thank you, @. This is one of my most favorite things ever!",
"Gifts.SenS.GiftReaction.Like": "Thank you very much, @! I'll make great use of this during my next project.",
"Gifts.SenS.GiftReaction.Dislike": "Err... thank you very much?",
"Gifts.SenS.GiftReaction.Hate": "Er... no offense, but I don't really want this.",
"Gifts.SenS.GiftReaction.Neutral": "Ah! Thank you, @! I'm sure I'll find a great use for this.",

"Gifts.SenS.Cat.Flowers": "Oh wow, thank you @!$h#$b#I simply love flowers... They brighten up even the gloomiest of days.$l",
"Gifts.SenS.Cat.Gems": "Oh, how shiny!$7#$b#Thank you so much, @. I'm going to polish this up and put it on display.$h",
"Gifts.SenS.Cat.Trash": "Oh this is a neat find, @!$h#$b#I often find these kinds of things while rummaging in the trash. $h",
"Gifts.SenS.Tag.Book": "Oh, a book for me?! Thank you so so so so so much, @!$7#$b#I'm going to go and read this right away, this is so thoughtful.$h",
"Gifts.SenS.Tag.SweetFood": "Oh... That looks simply to die for!$7#$b#I must, absolutely must eat it immediately! Thank you, @!$h",
"Gifts.SenS.Trash": "$query {{IsOrcaCharacter}}, !PLAYER_HAS_MAIL Current LitD_M_OrcaReceivedStatue Any#Oh! What an utterly rancid odor, thank you.$h#$b#Speaking of trash were you uh, looking for this?$6#$b#Don't worry, I won't ask any questions. Even though I have quite a few.$8#$action AddItem (F)7thAxis.LitD_Furniture.SenStatue 1#$action AddMail Current LitD_M_OrcaReceivedStatue received|Ooooh! What an utterly rancid odor.$h#$b#You can't even tell what this is anymore. This is wonderful!$7",
"Gifts.SenS.Crocus": "Oh my goodness...!! The crocus is my favorite flower!$11#$b#It was the first kind I found when I came to the surface.$l#$b#A gorgeous bloom peeking through the snow, giving me hope for a brighter tomorrow...$l",
"Gifts.SenS.StrangeBun": "Oh my, this is quite a delicacy among shadows!$7#$b#How did you get your hands on the recipe?$h",
"Gifts.SenS.VoidMayo": "Mmm... I love this stuff!$h#$b#It makes a great topping for any cave fish sandwich!$h",
"Gifts.SenS.RareDisc": "Ah, a rare disc! It means a lot that you would give this to me, @.$h#$b#I've read that humans feel a deep dread when they hold one...$s#$b#I assure you that despite the dark energy they radiate, they are harmless.$8",
"Gifts.SenS.Obi": "Obsidian, a beautiful stone that must be handled with care...$l#$b#It is so beautiful, yet incredibly fragile.$s#$b#It represents our world in a way, don't you think?$8",
"Gifts.SenS.FireOpal": "Oh, @! The fire opal is the birthstone of my father.$h#$b#Did you... know somehow?$6#$b#Regardless - Thank you. This is deeply special to me.$h",
"Gifts.SenS.Diamond": "A diamond...?!$u#$b#%Sen goes quiet for a brief moment.#$b#...$s#$b#Thank you. This means the world to me.$s",
"Gifts.SenS.Aerinite": "Aerinite! The crystals on top remind me of someone close to me.$7#$b#He's quite the expert on geology! I think this is his birthstone, actually.$h",
"Gifts.SenS.Starshards": "Ah! Star Shards! This is the same stone that I hatched from as a small Senlet.$7#$b#I'll treasure this always.$h",
"Gifts.SenS.GoldenMask": "Oh my, this is gorgeous, @! Is it made of pure gold?$7#$b#It reminds me of the masks our shamans wear, but much smaller.$h",
"Gifts.SenS.DuckFeather": "What a pretty feather! I'll be sure to use this the next time I sit down to write.$7#$b#Thank you, @!$h",
"Gifts.SenS.Cloth": "Cloth! This is just what I needed!$u#$b#I'll be using this to patch up my costumes. Thank you kindly, @!$7",
"Gifts.SenS.BugSteak": "Mmm... Fresh, juicy, squishy...$l#$b#Thanks for bringing me dinner for tonight, @.$h",
"Gifts.SenS.BugSteak.Relationship": "Mmm... Fresh, juicy, squishy...$l#$b#Thanks for the snack, @!$h",
"Gifts.SenS.SquidInk": "Oh, this is some incredibly high quality squid ink!$h#$b#It makes for beautiful lines when writing. Thank you so much, @.$h",
"Gifts.SenS.Snail": "Mmmm... Snails might not be bugs, but they're delicious regardless. Thanks, @!$h",
"Gifts.SenS.Slime": "Oh, yummy! Hand that slime over, @. I'm gonna gobble it right up!$h",
"Gifts.SenS.Wool": "This is wonderful, thanks @! This'll finally give me an excuse to unjam my loom.$8",
"Gifts.SenS.Pumpkin": "Ooooh, a pumpkin! Thank you, @!$7#$b#I'm gonna set this up in my house with a cute little face.$h",
"Gifts.SenS.GoldenPumpkin": "Oh my gosh, this pumpkin... it's so shiny!$7#$b#Wait... it's made of pure gold?! Are you sure you want to give me this?$u",
"Gifts.SenS.IridiumBar": "Oh my goodness, for me? This is a very rare material among my people!$h#$b#It is highly sought after for its usefulness in making quality tools.$h",
"Gifts.SenS.VoidEssence": "...?$u#$b#I-I don't understand, @. Why would you give this to me...?$s#$b#I-I hope it was ethically sourced...$s",
"Gifts.SenS.SolarEssence": "Wahh...! Hot, hot hot!$u#$b#Take it back!!$u[768]",
"Gifts.SenS.CaveCarrot": "Ehm... this is certainly not my favorite underground snack.$8#$b#The wriggling tendrils always put me off...$8",
"Gifts.SenS.Garlic": "...You're aware that garlic is often used as a material to ward off \"evil creatures\", right?$8",
"Gifts.SenS.DwarfHelm": "...Is this some kind of dwarvish apparel? I will give this a pass...$a#$b#Oh... no, I shouldn't speak that way. My goal in this world is to bring peace.$s",
"Gifts.SenS.DwarfScroll": "...Is this some kind of dwarvish literature? I will give this a pass...$a#$b#Oh... no, I shouldn't speak that way. My goal in this world is to bring peace.$s",
"Gifts.SenS.DwarfGadget": "...Is this some kind of dwarvish device? I will give this a pass...$a#$b#Oh... no, I shouldn't speak that way. My goal in this world is to bring peace.$s",
"Gifts.SenS.LemonStone": "...This is a dwarvish delicacy. I will give this a pass...$a#$b#Oh... no, I shouldn't speak that way. My goal in this world is to bring peace.$s",
"Gifts.SenS.VoidEgg": "Sigh, this is what my Egg Festival costume is based on.$8#$b#To be honest, that costume is my least favorite that I've made.$8",
"Gifts.SenS.BatWing": "Ewww... I appreciate the offer, but I'm not the biggest fan of bat wings.$8#$b#They're kind of rubbery and there's no substance to them at all.$8",
"Gifts.SenS.PrismaticShard": "Oh my, this is an incredibly rare gemstone!$7#$b#You can feel the magical aura radiating off of it merely by holding it in your hands.$h",
"Gifts.SenS.VoidPendant": "Oh, @...! I...$u#$b#...I-I'm afraid I'm going to have to turn down your offer for now.$8#$b#I'm quite comfortable living in my cave![808]$h",
"Gifts.SenS.VoidPendant.Relationship": "Oh @, you're such a silly goose.$8#$b#We're already living together![808]$h",
"Gifts.SenS.MagicRockCandy": "Oh what's this - a sugary snack?$7#$b#Thanks @! This isn't going to last very long.$12",
"Gifts.SenS.Salad": "By golly, thank you @! I sure do love a good salad.$h#$b#I simply adore how the leafy greens crunch when you bite into them.$l#$b#...Hm? What's with that expression?$8#$b#Did you expect a different response?$h",
"Gifts.SenS.PumpkinSoup": "Oh yum! Is this a hot soup made of pumpkin?$7#$b#Thanks, @!$h",
"Gifts.SenS.IceCream": "Ice cream! I can't get enough of this stuff.$7#$b#I just have to be careful not to eat it too fast or I will get 'brain freeze'.$8",
"Gifts.SenS.Cake": "Oh this cake is beautiful!$7#$b#It's not going to last very long once I cut into it.$h",
"Gifts.SenS.PumpkinPie": "Is this a pumpkin pie?$7#$b#Oh my goodness this will probably won't make it past one sitting.$h",
"Gifts.SenS.CranberryCandy": "Sweet with a hint of bitter sourness...#$b#Delicious!$h#$b#Cranberries are an underrated fruit!$h",
"Gifts.SenS.MinersTreat": "Oooh a swirling stick candy!$h#$b#I'll be snacking on this all day!$h",
"Gifts.SenS.GlazedYams": "I'm not wild about raw foods, but the glaze on these yams makes them utterly delectable!$h",
"Gifts.SenS.Pancakes": "Soft, fluffy, cakey...$l#$b#Yum yum yum!$h",
"Gifts.SenS.Cookie": "Ooohh I love cookies!$h#$b#I have a habit of picking out the chips first. Is that weird?$8",
"Gifts.SenS.RhubarbPie": "Aww did you bake this just for me, @?$h#$b#That makes me feel all warm and fuzzy inside.$h",
"Gifts.SenS.BlueberryTart": "There's no way I can be blue with a gift like this!$h#$b#Thanks, @!$h",
"Gifts.SenS.CranberrySauce": "I've read that many people don't like this stuff, but I don't get it. It's delicious!$7",
"Gifts.SenS.PlumPudding": "Oooh is this made of fall's wild plums?$h#$b#That's both resourceful and delicious!$h",
"Gifts.SenS.FruitSalad": "I can't even identify all the fruits in this!$h#$b#How exciting.$h",
"Gifts.SenS.BlackberryCobbler": "Mmmm gooey wild blackberries with a lovely crust.$l#$b#This is going to be a wonderful snack for later.$h",
"Gifts.SenS.PoppyseedMuffin": "Yay a muffin! I don't get to have these often.$h#$b#I love their texture!$7",
"Gifts.SenS.MapleBar": "It's so sticky! How do I eat this without making a mess of my fur?$u#$b#Oh who cares, bottoms up!$7",
"Gifts.SenS.BananaPudding": "Mmmm is this made with bananas?$7#$b#It has a lovely smell and I bet an even lovelier taste.$l",
"Gifts.SenS.MangoStickyRice": "Oooh a mango dish! I don't get the chance to try things like this very often.#$b#Thank you so much, @!$h",
"Gifts.SenS.Sweetener": "Oh...! This is like liquid sugar incarnate!$h#$b#A simply divine taste gifted from nature. Thanks, @!$7",
"Gifts.SenS.Coffee": "Oh yum, coffee! This will give me tons of energy for my next project.$h#$b#Maybe a little too much, hehe.$8",

"Gifts.SenS.MonsterCompendium": "Hm, what's this? A book on monsters?$h#$b#Oh! There's Shadowfolk in here.$6#$b#...#$b#Is that {{SenKrobusReference}}?$6",
"Gifts.SenS.TheAlleywayBuffet": "Huh? This book is supposed to teach me how to find more treasures in the trash?$6#$b#Sign me up right this moment! Give me ALL the garbage!$7",
"Gifts.SenS.BookOfStars": "Oh the cover of this book has be absolute intrigued!$7#$b#Are you sure you want to give me this? It looks awful important...$8#$b#Well, no take-backsies!$h",
"Gifts.SenS.StardewValleyAlmanac": "Is this a book on farming? I must say I'm very interested, but I feel this would be more useful to you.$8#$b#That said I'm going to give it a read!$h",
"Gifts.SenS.BaitAndBobber": "Hm... I've never tried fishing before.$6#$b#Well, not human fishing. I have fished with my bare hands.$h#$b#Time to learn how humans do it!$7",
"Gifts.SenS.WoodcuttersWeekly": "So this helps you learn to cut down trees?$6#$b#There must be more of an art to it than I realized, I'm intrigued.$h",
"Gifts.SenS.MiningMonthly": "Oof... Is this a popular one? I hope it doesn't encourage more humans to come down into the mines.$s#$b#Either way, I'm interested to learn more about humans mine compared to Shadowfolk.$h",
"Gifts.SenS.CombatQuarterly": "You know, it always has been a dream of mine to learn how to fight...$l#$b#The adventurer's lifestyle calls to me! This seems like a good place to start.$7",
"Gifts.SenS.TheArtOCrabbing": "Crabbing... Gah, crabs of the scarp are obnxious enough as is! I don't want to attract even more of them.$a#$b#Alas, knowledge is knowledge and I won't reject it.$h",
"Gifts.SenS.DwarvishSafetyManual": "Dwarves... Grrr...$a#$b#No. Now, now Sen.$s#$b#They may have been the enemy, but they were still very intelligent. There's much to learn from them.",
"Gifts.SenS.JewelsOfTheSea": "A book on...fish eggs...?$6#$b#A strange topic, but I'll read it none-the-less. Thank you, @!$h",
"Gifts.SenS.RaccoonJournal": "Is this the diary of some small animal? I feel as if you should give it back...$8#$b#But I honestly cannot resist the urge to parse the pages.#$b#How terrible of me.$12",
"Gifts.SenS.WoodysSecret": "Hm... Something tells me this book isn't about \"wood chopping\".$6#$b#Are you trying to tell me something, @? Humans are such strange creatures.$12",
"Gifts.SenS.JBNJBT": "What... exactly is this book about? I can't parse from the cover.$6#$b#Are these bricks or planks? Hm. The title implies a lumberjack...$6#$b#Well, the only way to find out is by reading it!$h",
"Gifts.SenS.Friendship101": "A book on making friends! Oh, this will certainly help me get closer with the people of the valley!$h#$b#...Maybe. If I can gain the courage to approach.$s",
"Gifts.SenS.WayOfTheWind1": "Hm! So this teaches you to move faster? That would make sneaking around town far easier!$7#$b#Thank you, I'm going to study this intensely!$h#$action AddMail Current LitD_M_GaveSenWotW1 received",
"Gifts.SenS.WayOfTheWind2": "$query PLAYER_HAS_MAIL Current LitD_M_GaveSenWotW1 Any#Ah! I was hoping to get my claws on part two! Part one was simple a delight.$h#$b#I'm so very excited to become even swifter on my toes!$7|Oh! How fascinating! Alas, I don't think I can read this until I've read the first part.$6#$b#I appreciate the thought, though!$h[Book_Speed2]",
"Gifts.SenS.MappingCaveSystems": "Ah... I sure hope this isn't an attempt to map our cave systems.$s#$b#I wish the old stabby geezer great luck.$a#$b#The mines bend and shift seemingly on the whims of the universe... And that's probably for the best.$s",
"Gifts.SenS.PriceCatalogue": "I'm... hm. Not sure how to make use of this. I don't intend to sell anything...$8#$b#I appreciate any book given to me, though!$h",
"Gifts.SenS.QueenOfSauceCookbook": "Ooohh! A cookbook! Can I use your stove to try and make something from it?$7#$b#I'm absolutely fascinated by human cuisine.$h",
"Gifts.SenS.TheDiamondHunter": "...A book on... hunting diamonds.$s#$b#%Sen looks down and goes quiet.#$b#Thank you, @.$s",
"Gifts.SenS.BookOfMysteries": "Hm... What is this book about?$6#$b#As the title suggests, it is a myyyyyystery.$7#$b#I suppose I should just read it and find out, but I feel that may leave me with more questions than answers!$h",
"Gifts.SenS.AnimalCatalogue": "Oh, is this a guide on farm animals? I've been dying to know more about the critters of the surface world!$7#$b#Thank you thank you thank you!$h",
"Gifts.SenS.TreasureAppraisalGuide": "I feel like this would be better suited for you... I'm not quite sure what I'd do with this exactly.$8#$b#Though it will be interesting to see how humans value their findings.$h",
"Gifts.SenS.HorseTheBook": "A book on horses! How neat!$7#$b#I remember one time I became overwhelmed with the urge to say the word horse and I'm not entirely sure why.$6#$b#Has that ever happened to you, @?$8",
"Gifts.SenS.OLSlitherlegs": "I'm... not sure how I feel about the title of this one.$6#$b#What's it about? Walking through grass?$6#$b#Hm... interesting topic. Well, I'll read anything once.$8",

"Gifts.SenS.Book.Birthday": "A gift for me? And it's a book!$7#$b#Oh @, you know me so incredibly well! I'm going to read this right away.$h",
"Gifts.SenS.Crocus.Birthday": "...!!$11#$b#You... you remembered my birthday, and my favorite flower!$7#$b#@, you don't understand. This means the world to me. Thank you so much.$l",
"Gifts.SenS.Cloth.Birthday": "@, this is amazing! Thank you for the cloth, I've been in dire need of some.$h#$b#Getting it from you on my birthday is even better!$h",
"Gifts.SenS.GoldenPumpkin.Birthday": "This... this is made of pure gold! You want to give me something this valuable?!$u#$b#Thank you, @... I could cry!$l#$b#This has made my birthday something to remember.$l",
"Gifts.SenS.Diamond.Birthday": "Ah, a birthday gift! For me?#h#$b#It's... oh...$s#$b#%Sen goes quiet for a moment.#$b#Thank you, @. This is one of the most meaningful things you could have given me.$s",
"Gifts.SenS.RareDisc.Birthday": "Oh, this is a wonderful good luck charm! How did you know this is a popular gift to give among my people?$h#$b#Well either way, thank you for the birthday gift.$h",
"Gifts.SenS.Garlic.Birthday": "Oh, hello @! Guess what, it's my birth...$h#$b#...#$b#Wait, d-do you want me to go away?$s#$b#O-oh, I'm sure you don't mean that...$s#$b#Sorry, I've read before that garlic is used to ward off supposed \"evil creatures\"...$s",
"Gifts.SenS.VoidEssence.Birthday": "...??$u#$b#@, don't you know that void essence makes me uncomfortable...?$s#$b#Please don't try to give me this again, especially not on my birthday.$s",
"Gifts.SenS.VoidPendant.Birthday": "Oh, @...! I...$u#$b#...I-I'm afraid I'm going to have to turn down your offer for now.$8#$b#It's not you-- I'm just not ready to live with another person.[808]$8",
"Gifts.SenS.VoidPendant.Birthday.Relationship": "Oh @, you're such a goofball...$l#$b#I suppose this means you most certainly don't want me to go anywhere, huh?$12#$b#I can't think of a happier sentiment to receive on my birthday!$h",
"Gifts.SenS.Cake.Birthday": "Oh! Did you bake this for my birthday?$h#$b#How thoughtful of you! Humans have such lovely customs.$h",
"Gifts.SenS.PumpkinPie.Birthday": "Oh! Did you bake this for my birthday?$h#$b#I absolutely adore pumpkin pie... Thank you so much, @!$h",

"Gifts.SenS.VoidCake": "Oh, this cake looks simply delightful!",
"Gifts.SenS.PumpkinBread": "Sniff...sniff... Is that pumpkin flavored bread?$h#$b#Hand it right over, thank you very much!$7#$b#I mean, thank you, @.$8",
"Gifts.SenS.PumpkinLatte": "...! Gimmie gimmie gimmie!!$7#$b#%Sen takes the latte and chugs it down in the blink of an eye.#$b#Thanks, @! That was delicious.$h",
"Gifts.SenS.CrystalFloat": "Is this made with soda? Oooh, I don't have that too often.$h#$b#The cans in the trash are usually empty.$s#$b#As they say, bottoms up!$7",
"Gifts.SenS.BlackCherryFlan": "Berry cherry, merry blackberry. Delicious all the way through!#$b#Thank you for the snack, @!$h",
"Gifts.SenS.VoidCaviarToast": "Fish eggs on toast... That doesn't sound appealing, but not the grossest thing I've ever eaten either.$6#$b#I'll give it a try!$h",

"Gifts.SenS.CaveGrubDumplings": "Oh, hello dinner for tonight!$h#$b#They're still even wiggling, even better!$7",
"Gifts.SenS.RoastedBug": "Oooh, I love roasted bug! This was a staple around my family's dinner table.$h#$b#Or dinner rock, rather.$8",
"Gifts.SenS.SlimeEggSouffle": "Oh, fork that slimy goodness over right now!$7#$b#If it's made of slime, it has to do its time. In my belly.$12",
"Gifts.SenS.SlimeJellySandwich": "Slime Jelly SANDWICH! A perfect culinary innovation.$7#$b#Cuisine can't get any better than this.$l",
"Gifts.SenS.SlimeTorte": "Slime... cake... the combination is too good to be true!$7#$b#Fork it over right now!$h#$b#I'm serious, I need a fork right now!!$u",
"Gifts.SenS.Slimeade": "Nothing beats a nice fresh glass of slimeaid, wouldn't you say?$7#$b#It's extra goopy going down than other drinks, just how I like it!$h",

"Gifts.SenS.FishDish": "Fishy dishes usually don't excite me too much, but I'll gobble this up since it came from you. Thanks, @!$h",
"Gifts.SenS.ContainsGarlic": "Sniff...sniff...#$b#I can detect a hint of garlic in this. Blegh. I'll have to pass,sorry @.$8",
"Gifts.SenS.ContainsBatWings": "%Sen inspects the dish with curiosity.#$b#%Upon seeing the bat wings poking out, his face contorts in disgust and he quietly slides the dish back into your hands.",
"Gifts.SenS.ContainsVoidEssence": "Urgh... Is there um, void essence in this?$s#$b#That's um... I um... No thank you.$s",

"Gifts.SenS.Button": "Oooh, what an adorable little button!$h#$b#It'll find a cozy home in one of my upcoming costumes for sure. Thank you, @!$l",
"Gifts.SenS.SensCrocus": "Oh, that's...!$u#$b#That's one of the flower seeds I threw to the wind, isn't it?$7#$b#I can't believe it worked!$7",
"Gifts.SenS.SensCrocusSeeds": "Hm? These seeds look just like the ones I threw to the wind!$7#$b#Amazing, were you able to cultivate more?$h",

"Gifts.SenS.PridePop": "So. Many. Colors! It's otherworldly!$7#$b#Does it have magical properties? Will I become rainbow colored if I eat this?$h",
"Gifts.SenS.GaylacticCookie": "$query PLAYER_HAS_MAIL Current LitD_M_SenPrideCookie Any, PLAYER_HEARTS Current SenS 8#...! Did you really remember I wanted one of these cookies, @?$7#$b#Thank you so much, you're the best. Have this shiny stone I found in the garbage.$h[74]#$action Current RemoveMail LitD_M_SenPrideCookie all|Oh!! I really wanted one of these, thank you so much @!$h#$b#%The cookie lasts about 2 seconds, then is gone...#$action Current RemoveMail LitD_M_SenPrideCookie all",

//I'm working on this for a future update, just gotta hotfix something
//S&S
"Gifts.SenS.TaintedMushroom": "",
"Gifts.SenS.TaintedCrocus": "",
"Gifts.SenS.TaintedCorn": "",
"Gifts.SenS.TaintedGrasses": "",
"Gifts.SenS.FarAfieldSnack": "",
"Gifts.SenS.ArtificerBook": "",
"Gifts.SenS.DruidicsBook": "",
"Gifts.SenS.BardicsBook": "",
"Gifts.SenS.SorceryBook": "",
"Gifts.SenS.PaladinBook": "",
"Gifts.SenS.DruidicEssence": "",
"Gifts.SenS.EarthEssence": "",
"Gifts.SenS.AirEssence": "",
"Gifts.SenS.WaterEssence": "",
"Gifts.SenS.FireEssence": "",
"Gifts.SenS.Stygium": "",
"Gifts.SenS.DuskspireHeart": "",

//WWWA
"Gifts.SenS.RodneyAutograph": "Oh my gosh, it's an autograph from the two time award winning author Rodney O'Brien!!$7#$e#I found a copy of his book in the trash.$h",
"Gifts.SenS.ArtifactOrCutlery": "",
"Gifts.SenS.DeferenceArlington": "",
"Gifts.SenS.GuideToSculptingWithGold": "",
"Gifts.SenS.FishingForDumbDumbs": "",
"Gifts.SenS.GettingChicksToLoveYou": "",
"Gifts.SenS.Goblins": "",
"Gifts.SenS.HerpetologyOfFerngill": "",
"Gifts.SenS.LunarkinTrollTales": "",
"Gifts.SenS.PepperRexes": "",
"Gifts.SenS.TheBookOfYoba": "",
"Gifts.SenS.TheJojaConspiracy": "",
"Gifts.SenS.TheTarotRevealed": "",
"Gifts.SenS.ArcanaCatcherPrunus": "",
"Gifts.SenS.CrabsAndWhyIHateThem": "",
"Gifts.SenS.MysteriesOfTheDwarves": "",
"Gifts.SenS.TheGreatBookOfSlimes": "",
"Gifts.SenS.TheGreatTomeOfMayo": "",
"Gifts.SenS.WhyPepperRexesAreTheBest": "",

//EnD
"Gifts.SenS.ChaosTotem": "",
"Gifts.SenS.SanguineHeart": "",
"Gifts.SenS.BeholderFruit": "",

//BearFam
"Gifts.SenS.BarnesFamilyRecipes": "",
"Gifts.SenS.BearFamilySecrets": "",
"Gifts.SenS.GunnarsBrewingGuide": "",
"Gifts.SenS.SondrasSeasonalRecipes": "",

//VMV - These are old!
"Gifts.SenS.BookOfFarming": "",
"Gifts.SenS.BookOfMining": "",
"Gifts.SenS.BookOfCombat": "",
"Gifts.SenS.BookOfFishing": "",
"Gifts.SenS.BookOfForaging": "",

//Button
"Gifts.SenS.BeginnersLuck": "",
"Gifts.SenS.BookofAltruism": "",
"Gifts.SenS.WinterForestry": "",
"Gifts.SenS.ArtisansGuildManual": "",
"Gifts.SenS.BigMelons": "",
"Gifts.SenS.Friendship202": "",
"Gifts.SenS.OptimizedSDV": "",
"Gifts.SenS.BusDrivingForDummies": "",
"Gifts.SenS.MrQisNotebook": "",
"Gifts.SenS.PawsitiveReinforcement": "",
"Gifts.SenS.SecretCodesDorArcadeMachines": "",
"Gifts.SenS.JunimoScrapbook": "",
"Gifts.SenS.BookOfCarols": "",
"Gifts.SenS.TheStrongestBrew": "",
"Gifts.SenS.ChildrensSketchbook": "",
"Gifts.SenS.BEBPowerRemoval": "",

//More Books
"Gifts.SenS.ImmunityBoost": "",
"Gifts.SenS.FortuneGuide": "",
"Gifts.SenS.HasteGuide": "",
"Gifts.SenS.FishermansGuide": "",
"Gifts.SenS.MagneticMasteryManual": "",
"Gifts.SenS.LuckyShortsMystery": "",
"Gifts.SenS.CarpenterCatalogue": "",
"Gifts.SenS.OreCatalogue": "",
"Gifts.SenS.RiceCultivationExcellence": "",
"Gifts.SenS.DaggerMasteryGuide": "",
"Gifts.SenS.TheArtofTeaCultivation": "",
"Gifts.SenS.TheAlleywayBuffet2": "",
"Gifts.SenS.CombatCodex": "",
"Gifts.SenS.DivineInsight": "",
"Gifts.SenS.DairyMastery": "",
"Gifts.SenS.BlastManual": "",

//"Gifts.SenS.": "",

//--Travis--//
"Gifts.TravisV.Love": "Oh wow... You really get me! This is fantastic, thanks!$l",
"Gifts.TravisV.Like": "Hey, thanks! It means a lot that you thought about me.$l",
"Gifts.TravisV.Neutral": "Oh, thanks! I'm gonna hang onto this.$h",
"Gifts.TravisV.Dislike": "...Ummm. Thanks, I think?$6",
"Gifts.TravisV.Hate": "...You should uh, probably take this back. I ain't interested.$s",

//Category
"Gifts.TravisV.Cat.Gem": "Oh man, this sure is shiny! I'm gonna add it to my shiny rock collection.$h#$b#Non-shiny rocks are banned from the shiny rock collection.$a",
"Gifts.TravisV.Cat.Milk": "Oh, thanks for the milk, @! Saves me a trip to the store, I was running pretty low.$l",
"Gifts.TravisV.Cat.Egg": "Oh egg... how I love and hate you so.$s#$b#You're the reason I'm banned from operating vehicles, but I also need you for baking purposes.$6#$b#But don't worry yourself about my internal egg turmoil, @. I appreciate your egg bestowal.$7",
"Gifts.TravisV.Cat.Fish": "Heeeereeeee fishy fishy fishy.$h#$b#Come to me so I can turn you into a fine dining delicacy.$9",
"Gifts.TravisV.Cat.Flowers": "...! I LOVE flowers. This was really really sweet of you to give me.$l#$b#I'm gonna press it in one of my books so I never gotta throw it away.$11",
"Gifts.TravisV.Cat.Trash": "...$s#$b#%Travis turns away, seeming dejected.",
"Gifts.TravisV.Cat.Meat": "Uhhhh... I appreciate it, really I do, but I'm pescitarian.$6#$b#I don't want this to go to waste, so you should probably give it to someone else.$h",

//Love
"Gifts.TravisV.Ruby": "Me and this rock? We're basically twins. I can't tell either of us apart. Can you?$h#$b#Shh, don't answer. You'll make Rubert insecure.$6",
"Gifts.TravisV.StarShards": "Oooo, sparkly! It twinkles like stars. And you know who else is a star?$h#$b#You, @. Keep shining on, buckaroo.$l",
"Gifts.TravisV.Wine": "Oh sweet, this stuff looks top notch.$l#$b#To be honest I don't drink too often, but I'll be sure to crack it open on a special occasion.$h",
"Gifts.TravisV.Poppy": "Aww, hello little poppy. What a cutie.$l#$b#A lot of people don't like the poppy around here and I don't really get it.$6#$b#Oh well, I like you little guy.$l",
"Gifts.TravisV.Blackberry": "IT'S... A... BLACKBERRY! Mine mine mine mine mine!$9#$b#I will have all the berries in the valley. Fear me, for I am the berry overlord!$8",
"Gifts.TravisV.Snail": "Aww... Lookit the little snail. They're so cuuute.$l#$b#Oh man, I better be careful. Jeremy's gonna get super jealous...$6",
"Gifts.TravisV.VoidEssence": "...$s#$b#%Travis would silently roll the void essence in their palm, the energetic orb's aura flaring to life in the form of a small erratic flame. As quickly as it came, the flame would fizzle out in a poof of black smoke.#$b#...$a",
"Gifts.TravisV.VoidSalmon": "Salmon of the darkness, you are my friend. You understand me.$11#$b#I will never, ever eat you.$8#$b#...Probably.$9",
"Gifts.TravisV.VoidEgg": "Egg of darkness my old friend, I've come to talk with you again...$6#$b#%Travis looks off into the distance, fondly remembering their old car - a red and black MICRO Kooper that perished in the highway egg incident of 20xx.#$b#Never trust an egg, @. Never trust an egg.$a",
"Gifts.TravisV.VoidMayo": "Serves that egg right. Now lemmie see that so I can spread it on some toast.$h",
"Gifts.TravisV.FairyRose": "$query PLAYER_STAT Current RosesGiftedtoTravis 5#Heh... You know, no one's given me this many roses since...$s#$b#Eh, you know what? It doesn't matter.$l#$b#Thank you, @. I sincerely mean it.$10|...!$u#$b#O-oh, thank you! Roses are my favorite flower...$l#$b#I uh, may not be very serious often but I am right now. Thank you, sincerely, @.$11#$action IncrementStat RosesGiftedtoTravis 1",

//Like
"Gifts.TravisV.BoneFlute": "Heh... Bone flute. Heh heh heh.$9#$b#No Travis, be mature. You can do it, I believe in you.$6",
"Gifts.TravisV.Hardwood": "Hardwood. Snirk. Teeheehehehehe....$9#$b#No Travis, you're better than this! Stop giggling!$6",
"Gifts.TravisV.EggplantSeeds": "I'm trying. So hard. Not. To. Make. A. Comment.$9#$b#I'm gonna die, @. I'm just gonna die.$6",
"Gifts.TravisV.Salmon": "Yesss the best fish to make the best dish! Come to papa, fishy fishy.$h#$b#You're getting baked tonight!$8",
"Gifts.TravisV.JojaCola": "Don't tell anybody I think this, but this stuff is the bomb.$6#$b#I know it's absolutely horrible for you but I can't stay away, I keep coming back for more.$h#$b#Alas, no one can know about my forbidden toxic love with JojaCola. It seems I will be forever trapped in this cycle.$6",
"Gifts.TravisV.FiddleheadFern": "EEee thank you, @! These ferns make the absolute best garnishes to pretty up even the blandest looking dishes.$h#$b#Hrm... am I pushing unfair beauty standards on my Fiddlehead Rissoto?$6",
"Gifts.TravisV.Eggplant": "I like eggplants.$h",
"Gifts.TravisV.Roe": "Fish eggs. That's all there is to say. Thank you, @.$h",

//Dislike
"Gifts.TravisV.Eel": "Ew... Yuck, naaaasty! Get that slimy wriggler away from me.$u#$b#Eels ain't my jam, sorry.$a",

//Hate
"Gifts.TravisV.FreakyDoll": "I absolutely implore you to keep that cursed object, thank you.$u",
"Gifts.TravisV.Anchovy": "Yuck...$a#$b#I mean, uh, thanks. I loooove anchovies. They're the best.$6#$b#Okay Travis, as soon as they turn around find a cat to give it too...$6",
"Gifts.TravisV.Sardine": "Yuck...$a#$b#I mean, uh, thanks. I loooove sardines. They're the best.$6#$b#Okay Travis, as soon as they turn around find a cat to give it too...$6",
"Gifts.TravisV.Beer": "Ew... Stinky bread water, you can keep that.$6#$b#Ain't interested, not one bit.$6",
"Gifts.TravisV.Pomegranate": "Woah now! I appreciate the gesture, but I'm highly allergic to pomegranates!$h#$b#I'd blow up like a balloon with one single bite.$6#$b#You should give it to Elliott, I'm sure he'd appreciate it.$l",
"Gifts.TravisV.Escargot": "Gasp...! A snail had to DIE for this! How could you?$a#$b#I can't even look at you, @. This is the ultimate betrayal. What would Jeremy think?$a",
"Gifts.TravisV.MummifiedCritter": "Oh... I'm gonna hurl... Ew ew ew ew...$u#$b#Please go put that thing to rest that before you unleash some kinda curse on us both.$a",
"Gifts.TravisV.SolarEssence": "...?$u#$b#%With wide-eyed curiosity, Travis would take the solar essence into their cupped palms. On contact, they'd let out a sharp hiss and bounce the orb around in their palms before chucking it back over to the farmer.#$b#O-ow...! Uh. Y-You can keep that, yeah.$a[768]",

//The Great Cooking Nonsense
"Gifts.TravisV.Caviar": "Woohoo, fish eggs! Don't knock 'em till you try 'em, they're delicious!$h",
"Gifts.TravisV.AgedRoe": "Woohoo, ANCIENT fish eggs! Don't knock 'em till you try 'em, they're a delicacy!$11",
"Gifts.TravisV.Pizza": "...$a#$b#%Travis takes the pizza with shifty eyes.#$b#Tell no one of our transaction. If the valley discovered I sold out to greasy fast food, it'd be over for me.$a#$action AddMoney 500",
"Gifts.TravisV.SalmonDinner": "Salmon dinner! The peak of perfection in pescitarian dining. There is no better meal, it is the undisputed king.$8#$b#In my humble opinion, at least. Which is the correct opinion.$9",
"Gifts.TravisV.DishOTheSea": "",
"Gifts.TravisV.BlackberryCobbler": "Did... did you make this cobbler for me, @?$l#$b#You're too kind to my blackberry loving soul, @. Thank you so much.$11",
"Gifts.TravisV.FiddleheadRisotto": "Fiddlehead Risotto! Okay I simply LOVE this dish.$l#$b#Many folks call it bland, but I say their tastes aren't refined enough to appreciate the flavor.$h",
"Gifts.TravisV.LobsterBisque": "Ahh lobster bisque, the perfect combination of cream and the sea.$l#$b#This particular bowl is deliscious, thanks for treating me!$11",
"Gifts.TravisV.ShrimpCocktail": "Okay, @, You're just spoiling me right now! I love me some little shrimpies!$l#$b#*munchmunch*$11#$b#Okay I definitely can't eat all of these, you should have one too.$h[720]",
"Gifts.TravisV.BakedFish": "Okay, this looks absolutely SCRUMPTIOUS!$h#$b#Did you make this? The herb arangement is superb.$l",
"Gifts.TravisV.CarpSurprise": "Hrm... It's um, a little greasy.$6#$b#B-But it isn't bad at all! If it's fish, I'll eat it!$l#$b#Why is the carp surprised, anyway? Because it's getting eaten?$6",
"Gifts.TravisV.FishTaco": "Alright, we love ourselves a good fish taco in this house.$h#$b#Though, I am questioning the addition of red cabbage, quite the odd choice.$6",
"Gifts.TravisV.CrispyBass": "Oh yoba, the breading on this bass is absolutely divine!$11#$b#Did you make this? You should be proud of yourself.$l",
"Gifts.TravisV.Sashimi": "Can't go wrong with a good 'ol plate of sashimi.$h#$b#Though it does become tricky to figure out what fish it was to begin with...$6",
"Gifts.TravisV.MakiRoll": "GIMMIE THOSE MAKI ROLLS!$h#$b#Please and thank you, of course.$l#$b#Sorry, Maki rolls are just awesome.$h",
"Gifts.TravisV.Bruschetta": "Oh bruschetta, my beloved. Perfectly roasted tomatos on a delicious bread, toasted to perfection with a glaze of oil.$l#$b#Yum yum yum.~$11",
"Gifts.TravisV.CrabCakes": "I'm not usually a fan of fried food. Not lying, definitely, but crab cakes are an exception to that rule.$h#$b#These are so crispy on the outside and soft on the inside. Absolute perfection.$l",
"Gifts.TravisV.Coffee": "Oooo, nothing like a good cup of coffee to get you up and running!$h#$b#Or stuck awake all night watching TV and accomplishing nothing productive.$6",
"Gifts.TravisV.SeafoamPudding": "Oh yoba it's so salty... Like consuming a tiny ocean$6#$b#I'll uh, definitely finish this for sure.",
"Gifts.TravisV.PaleBroth": "This is um... that is certainly something you can eat, ain't it?$6#$b#Jeremy likes this stuff, I'll pawn it off on them...$6#$b#Uh! You didn't hear that.$h",
"Gifts.TravisV.SquidInkRavioli": "Oh yoba... not the the squid ink ravioli. Anything but the squid ink ravioli.$a#$b#Sorry, it's not you, @. Squid ink ravioli and I have a jaded past.$6",
"Gifts.TravisV.FriedEel": "Ewww... gross, slimy wriggler but FRIED!$u#$b#Nasty, you can eat that but I ain't touching it with a 10 foot pole!$a",
"Gifts.TravisV.SpicyEel": "Ewww... yuck, SPICY slimy wriggler.$u#$b#Nasty, you can eat that but I ain't touching it with a 10 foot pole!$a",

//Neutral
"Gifts.TravisV.Fiber": "So it's you again, fiber. Got anything to say to me, you pile-of-grass punk?$a",

"Gifts.TravisV.VoidLavaSnail": "Awww, what a cute little baby snail. I'll get send 'em down to Jeremy for a little play date!$11",
"Gifts.TravisV.GoldenVoidLavaSnail": "Woah... that little snail is so shiny! I think I'll name them... Jeremy Jr. I'm sure they'll get along just dandy with Jeremy Sr.!",
"Gifts.TravisV.UnluckyPurpleShorts": "$query PLAYER_HAS_MAIL Current LitD_M_TriedToGiveTravisStinkyPants Any#I'm serious buckaroo, I don't want your smelly boxers.$a#$b#Please burn them, or something-$6|WOAH. Okay. That is... one STANKY pair of underpants.$u#$b#I do not want your stanky underpants. I sincerely apologize, @.$6#$action AddMail Current LitD_M_TriedToGiveTravisStinkyPants received",

"Gifts.TravisV.PridePop": "Oh man, it's so colorful! Taste the rainbow, haha!$h#$b#Thanks, buckaroo.$l",
"Gifts.TravisV.TransTart": "If its called a Trans Tart, does that mean the tart is transgender?$h#$b#Good for you little buddy.$l#$b#Sorry I have to eat you now.$6",
"Gifts.TravisV.EnbyEclair": "ENBY ECLAIR ENBY ECLAIR ENBY ECLAIR!$h#$b#Literally the best snack ever behind blackberry cobbler.$l#$b#Ya really do know the way to my heart, @.$h",
"Gifts.TravisV.BiBerryMuffin": "I always appreciate a muffin that's into both guys and gals.$h#$b#Go go get 'em little guy--$l#$b#Wait, oops. Already ate them.$6",

//--JEREMY--//
"Gifts.JeremyTSnail.Like.True": "Hmm. This is an intriguing find.#$b#I suppose I shall accept this.$2",
"Gifts.JeremyTSnail.Love.True": "As a mollusk, I have little need for earthly possessions...$2#$b#...However, this does pique my interest. Thank you.$1",
"Gifts.JeremyTSnail.Neutral.True": "...Hmm. What use am I supposed to make of this?#$b#You are aware that I am a snail, correct?$2",
"Gifts.JeremyTSnail.Dislike.True": "As a mollusk, this does not interest me.$2",
"Gifts.JeremyTSnail.Hate.True": "...Appalling. Leave my sight.$2",

"Gifts.JeremyTSnail.Like.False": "%Jeremy seems intrigued by your offering.",
"Gifts.JeremyTSnail.Love.False": "%Jeremy's eyes sparkle with fascination and wonder!",
"Gifts.JeremyTSnail.Neutral.False": "%Jeremy stares blankkly at the object you place before them.",
"Gifts.JeremyTSnail.Dislike.False": "%Jeremy seems perterbed by your gift...",
"Gifts.JeremyTSnail.Hate.False": "%Jeremy is appalled. Leave their sight.",

"Gifts.JeremyTSnail.BirthdayGift.Love": "Ah, an offering for my hatching day!$1#$b#Your gift is deeply appreciated.$1",
"Gifts.JeremyTSnail.BirthdayGift.Like": "Oh? Did Travis tell you of my hatching day?#$b#Thank you for your offering.$1",
"Gifts.JeremyTSnail.BirthdayGift.Dislike": "Hm... Thank you for your hatching day offering.$2#$b#%It seems like Jeremy wishes you had forgotten...",
"Gifts.JeremyTSnail.BirthdayGift.Negative": "This offering...#$b#It is so terrible that it almost makes me wish I had never hatched.$2#$b#For shame, human. For shame!",
"Gifts.JeremyTSnail.BirthdayGift.Neutral": "I appreciate your attempts to appease me on my hatching day.",

"Gifts.JeremyTS.VoidLavaSnail.Remark.True": "Ah, if it isn't little {{SnailName}}...$1#$b#I will make sure they stay out of any further trouble. Thank you.$2#$b#Take this young flora for your troubles.", 
"Gifts.JeremyTS.VoidLavaSnail.Remark.False": "%Jeremy lets out a long parental sigh, accepting the little wriggling snail.#$b#%As thanks, Jeremy offers you an item.",
"Gifts.JeremyTS.GoldenVoidLavaSnail.Remark.True": "...!$1#$b#My my, now this coloration of my kin is incredibly rare.$1#$b#The mutation also makes one quite vulnerable to disease...$2#$b#Thank you for bringing them to me, I shall keep them safe.$1#$b#Here is a rare seedling for your troubles.", 
"Gifts.JeremyTS.GoldenVoidLavaSnail.Remark.False": "%...!#$b#%Jeremy scoops up the strange shiny snail protectively. They seem pleased.#$b#%As a reward, Jeremy gives you a rare item.",

//Do not translate, this is code 
"Gifts.JeremyTS.VoidLavaSnail.Trade.Spring": "[429 474 433 476 473 477 472 475 478 745 427 273 (O)CarrotSeeds 429 474 433 476 473 477 472 475 478 745 427 273 (O)CarrotSeeds (O)MixedFlowerSeeds 885 770 495 (O)MixedFlowerSeeds 885 770 495 251 629 628 (O)MysticTreeSeed 114 347 166]",
"Gifts.JeremyTS.VoidLavaSnail.Trade.Summer": "[481 487 302 482 453 484 485 486 455 431 480 483 802 833 831 (O)SummerSquashSeeds 481 487 302 482 453 484 485 486 455 431 480 483 802 833 831 (O)SummerSquashSeeds (O)MixedFlowerSeeds 885 770 496 (O)MixedFlowerSeeds 885 770 496 251 69 630 631 835 (O)MysticTreeSeed 114 347 166]",
"Gifts.JeremyTS.VoidLavaSnail.Trade.Fall": "[487 431 483 299 489 494 491 492 493 488 425 490 (O)BroccoliSeeds 487 431 483 299 489 494 491 492 493 488 425 490 (O)BroccoliSeeds (O)MixedFlowerSeeds 885 770 497 (O)MixedFlowerSeeds 885 770 497 251 633 632 (O)MysticTreeSeed 114 347 166]",
"Gifts.JeremyTS.VoidLavaSnail.Trade.Winter": "[(O)PowdermelonSeeds (O)PowdermelonSeeds (O)PowdermelonSeeds (O)PowdermelonSeeds (O)PowdermelonSeeds (O)PowdermelonSeeds (O)PowdermelonSeeds (O)PowdermelonSeeds (O)PowdermelonSeeds (O)PowdermelonSeeds (O)PowdermelonSeeds (O)PowdermelonSeeds (O)PowdermelonSeeds (O)PowdermelonSeeds (O)PowdermelonSeeds (O)PowdermelonSeeds (O)PowdermelonSeeds (O)PowdermelonSeeds (O)PowdermelonSeeds (O)PowdermelonSeeds MixedFlowerSeeds 885 770 498 MixedFlowerSeeds 885 770 498 251 (O)MixedFlowerSeeds 885 770 498 (O)MixedFlowerSeeds 885 770 498 251 (O)MixedFlowerSeeds 885 770 498 (O)MixedFlowerSeeds 885 770 498 251 (O)MysticTreeSeed 114 347 166]",
"Gifts.JeremyTS.VoidLavaSnail.Trade.RareItem": "[(O)MysticTreeSeed 114 347 166]",


"Gifts.JeremyTS.QuestRewardVoidLavaSnailEgg": "Now now, @. No need to return this little one.#$b#I trust them entirely with your care!$1",
"Gifts.JeremyTS.VoidLavaSnailMayonnaiseBetrayal": "...#$b#...How? How could you?$3#$b#Begone, @. Begone.$2#$b#I do not wish to see you any further right now...$2",

"Gifts.JeremyTS.UnluckyPurpleShorts": "...$2#$b#%Jeremy silently judges you with mild disgust.",
"Gifts.JeremyTS.ExpiredMegaBomb.True": "...Pray tell, how do explosives \"expire\" like a vegetable?#$b#Absolutely absurd.$2",
"Gifts.JeremyTS.ExpiredMegaBomb.False": "%Jeremy seems disinterested in the utterly rancid explosive device.",

"Gifts.JeremyTS.Apple.True": "Apple...#$b#Apple?$3#$b#Apple!!!$1#$b#Thank you kindly, human!$1",
"Gifts.JeremyTS.Apple.False": "%Jeremy enthusiastically gobbles down the apple. They seem overjoyed!"
}
